[
  "Kiristoos akka ilmaatti mana ofii isaa irra; Mana isaa nuti nuti, yoo ofitti amanamummaa fi gammachuu abdii jajjabina hamma dhumaatti qabannee.",
  "kanaaf (akka hafuura qulqulluu, guyyaa har’aa sagalee isaa dhageessanii, guyyaa har’aa,",
  "Garaa kee miti, akkuma kaka’umsaa, guyyaa qorumsa lafa onaatti:",
  "Yeroo abbootiin kee na qoratu, na mirkaneessanii, hojii koo waggaa afurtama argan.",
  "Kanaaf dhaloota sanaan gadda natti dhaga’amee, yeroo hundumaa garaa isaanii keessatti err godhu; Karaa koos hin beekan.",
  "Kanaaf dheekkamsa koo keessa nan waraana, isaan boqonnaa koo keessa hin seenan.)",
  "Obboloota, garaa hamaa amantii dhabuu, Waaqayyo isa jiraataa irraa akka hin deemneef of eeggannoo godhaa.",
  "Garuu guyyaa guyyaan wal gorsu, hanga guyyaatti waamamuu; Gowwoomsaa cubbuutiin isin keessaa namni tokkollee akka hin jabaanne.",
  "sababiin isaas, jalqaba ofitti amanamummaa keenyaa hamma dhumaatti yoo qabsiifnee, qooddattoonni Kiristoos waan godhamneef;",
  "Osoo dubbatamu, hanga guyyaa yoo sagalee isaa dhageessan, akka kaka'umsaatti garaa keessan hin jabeessitan.",
  "Namoota tokko tokkoof, yeroo dhaga’an, nama Museedhaan Gibxii keessaa ba’e hundumaa garuu hin ka’u.",
  "Garuu eenyuun waggaa afurtama gaddisiise?Isaan waliin cubbuu kan hojjete, kan reeffa isaa lafa onaa keessatti kufe mitii?",
  "akkasumas eenyuuf akka isaan boqonnaa isaa keessa hin seenne, garuu isaan hin amanne?",
  "Kanaaf sababa amantii dhabuutiin seenuu akka hin dandeenye ni argina.",
  "Kanaaf, waadaan nu hafe boqonnaa isaa keessa seenuuf nu hafe, isin keessaa tokkollee waan isa jalaa bade fakkaata haa sodaannu.",
  "Wangeelli lallabame, akkasumas isaaniif, jechi lallabame garuu isaan dhageessetti amantii isaanii wajjin wal makaa hin taane, nuyi ni lallabame.",
  "sababiin isaas nuti warri akkuma inni jedhe, akkuma ani dheekkamsa kootti kakadhe, boqonnaa koo keessa yoo galan, hojiin bu’uura addunyaa irraa yoo xumurame iyyuu, boqonnaa keessa seena.",
  "sababiin isaas, inni bakka murtaaʼe tokkotti ogeessa kana dubbachaa ture, Waaqayyos hojii isaa hundumaa irraa guyyaa torbaffaatti boqochiise.",
  "Bakka kanas ammas, yoo isaan boqonnaa koo keessa galan.",
  "Kanaaf tokko tokko achi keessa seenuu akka qaban arguun, isaan immoo jalqaba lallabameef sababa amantii dhabuutiin hin seenne:",
  "Ammas, Daawit keessatti, guyyaa, yeroo dheeraa booda, guyyaa murtaa’e tokko daangeessa; Akkuma jedhame, hanga guyyaa yoo sagalee isaa dhageessan, garaa keessan hin jabeessitan.",
  "sababiin isaas, Yesus boqonnaa isaaniif kenneera taʼee, sana booda guyyaa biraa hin dubbanne ture.",
  "Kanaaf saba Waaqayyootiif boqonnaan ni hafa.",
  "Inni boqonnaa isaa keessa seene, akkuma Waaqayyo isa irraa godhe hojii ofii irraa dhaabe.",
  "Kanaaf, namni kamiyyuu fakkeenya amantii wal fakkaatu duukaa akka hin kufneef, boqonnaa sana keessa akka seennu ni hojjenna.",
  "Sababni isaas, sagalee Waaqayyoo saffisaa, fi humna qaba, fi billaa qaccee lama qabu kamiyyuu caalaa qaraa, hamma lubbuu fi hafuura qoqqoodduu, fi kan lafee fi marrow, fi yaadaafi akeeka garaa keessaa kan qoqqoodu.",
  "Uumamni ija isaa duratti hin mul’annes hin jiru, garuu wanti hundinuu qullaa ta’ee ija isaa isa waliin gochuu qabnuuf banama.",
  "Yeroo sanatti angafa lubaa guddaa akka qabnu arguun, inni gara samiitti darba, Yesus Ilma Waaqayyoo, ogummaa keenya jabeessinee haa qabaannu.",
  "sababiin isaas, angafa lubootaa miira dadhabina keenyaatiin tuqamuu hin dandeenye hin qabnu; garuu qabxii hundumaa keessatti akkuma keenya qorame, ammas cubbuu malee.",
  "Kanaaf ija jabinaan gara teessoo ayyaanaatti haa dhufnu, araara argachuuf, yeroo barbaachisummaa isaatti akka gargaartu ayyaana haa argannu.",
  "Angafa lubootaa namoota gidduutti fudhataman hundinuu wantoota Waaqayyoon ilaallatan keessatti, cubbuudhaaf kennaa fi aarsaa akka dhiyeessu namootaaf ni muudama:",
  "kan wallaalummaa irratti gara laafina qabaachuu danda’u, isaan irrattis karaa irraa ba’an; Kanaafis ofii isaatii dadhabbii wajjin wal bira qabamee jira.",
  "sababa asittis, akka uummataaf, akkasumas ofii isaatiif, cubbuudhaaf dhiyeessuu qaba.",
  "Namni kabaja kanas ofii isaatiif hin fudhatu, inni garuu Waaqayyo jedhamee waamame, akkuma Aaron.",
  "Kanaafis Kiristoos angafa lubaa akka ta’uuf ofii isaatii ulfina kenne; Inni garuu, ati ilma koo, guyyaa har'aa si kaase.",
  "Akkuma inni bakka biraatti, ati luba bara baraan ajaja Melchisedec booda.",
  "kan bara foon isaa, yeroo inni kadhannaa fi imimmaan cimaadhaan isa du’a irraa isa oolchuu danda’e, isa sodaateen dhaga’ame;",
  "Ilma ta’us, garuu wantoota inni rakkateen ajajamuu isaa bare;",
  "akkasumas mudaa kan hin qabne waan ta’eef, barreessaa fayyina bara baraa isaaniif ajajamu hundumaaf ta’e;",
  "Waaqayyoon Angafa Lubootaa Tartiiba Melchisedec booda waamame.",
  "eenyuun waan baay’ee dubbannu, dubbiin itti dhaga’amuuf rakkisaa ta’e, dhaga’uudhaaf dullummaa akka qabdan arguu.",
  "Sababni isaas yeroodhaaf barsiisaa ta'uu qabdu, inni sun irra deebi'ee si barsiisa kan seera bu'uuraa jalqabaa oraakiliin Waaqayyoo ta'u; akkasumas akka aannan barbaachisutti ta’u malee foon cimaa hin ta’an.",
  "Nama aannan itti fayyadamu hundumaaf dubbii qajeelummaatiin kan hin fakkaanne ta'a, sababiin isaas inni daa'ima waan ta'eef.",
  "Garuu foon cimaan kan isaanii kan umuriin isaa guutuu ta’e, warri sababa itti fayyadama isaaniitiin illee miira isaanii gaarii fi hamaa adda baasuuf itti fayyadaman.",
  "Kanaaf qajeeltoowwan barumsa Kiristoos dhiisnee, gara fiixaan ba’iinsaatti haa deemnu; Hojiiwwan du’an irraa bu’uura gaabbii, fi Waaqayyoof amanuu hin kaa’in,",
  "kan barumsa cuuphaa, fi harka kaa’uu, fi du’aa ka’uu warra du’anii, fi murtii bara baraa.",
  "Kanas ni goona, yoo Waaqayyo hayyame.",
  "sababiin isaas, warri yeroo tokko ifa taʼanii, kennaa samii dhandhamanii, hafuura qulqulluu akka qooddataniif, hin dandaʼamu,",
  "Dubbii Waaqayyoo gaarii, fi humnoota biyya lafaa dhufuuf jiran dhandhamanii jiru,",
  "yoo kufan, deebi’anii isaan haaromsuuf; Ilma Waaqayyoo haaraa ta’ee of fannisanii, qaanii banaa irra kaa’an arguun.",
  "Lafti rooba keessaa dhuguu, fi baala mukaa fidu, isaan ittiin uffadhee, Waaqayyo biraa eebba fudhadhaa:",
  "Garuu wanti qoree fi biiroo baatu ni didama, abaarsa ni gaggeeffama; kan dhuma isaa gubachuu ta’e.",
  "Garuu, jaallatamaa, nuti waan siif amansiifamna, fi wantoota fayyina waliin deeman, akkasitti dubbanna ta’us.",
  "Waaqayyo hojii fi hojii jaalalaa kee dagachuun kee qajeeloo miti, isa ati gara maqaa isaatti shewed ta'an, qulqullootaaf tajaajiltee, tajaajili.",
  "Akkasumas tokkoon tokkoon keessan hanga dhumaatti abdii guutuuf cimina wal fakkaatu akka shew gootan ni hawwina:",
  "akka isin slothful hin taane, hordoftoota isaanii karaa amantii fi obsaa waadaa galan dhaalan.",
  "sababiin isaas Waaqayyo Abrahaaf yeroo waadaa gale, sababiin isaas inni kana caalaa dhaadachuu waan dandaʼuuf, ofii isaatiin qaqawweessa,",
  "Jechuun, eebbi ani si eebbisa, baay'isee si baay'isee.",
  "Kanaaf, obsaan erga obsee booda waadaa sana argate.",
  "Dhiirotaaf dhuguma warra guddaa dhaadatu: Mirkaneessuuf kakaan immoo xumura waldhabdee hundumaa isaaniif ta’a.",
  "Waaqayyo, fedhii baay’inaan dhaaltota waadaa hin butabilii gorsaa isaa, kakaadhaan mirkaneesse:",
  "Wantoota hin jijjiiramneen, Waaqayyo sobuun akka hin danda’amne, jajjabina cimaa qabaachuu dandeenya, isaanis abdii nu dura jiru qabachuuf baqachuuf baqatan:",
  "kanneen akka anchor lubbuutti, mirkanaa’aa fi stedfast, fi kanneen gara sana keessa seenan gowwaa keessa akka qabnu abdii qabna;",
  "Dursaan nuuf galeera, Yesuus illee, Angafa lubootaa bara baraan ajaja Melchisedec booda godhe.",
  "Melchisedec, mootii Saalem, luba Waaqayyo isa ol ka’aa ta’e kanaaf, Abrahaam mootota qalan irraa deebi’ee wal baree, isa eebbisee;",
  "kan Abrahaam hundumaa keessaa kutaa kurnaffaa kenne; jalqaba hiika mootii qajeelummaatiin, sana boodas Mootii Saaleem, innis Mootii Nagaa;",
  "Abbaa malee, haadha malee, gadi bu’uu malee, jalqaba guyyaa, dhuma jireenyaas hin qabu; garuu akka ilma Waaqayyootti godhame; luba tokko itti fufiinsaan jira.",
  "Amma namni kun hammam guddaa akka ta’e, kan Paatriyaarkiin Abrahaam illee boojuu kurnaffaa kenne ilaali.",
  "Isaanis warri ilmaan Leevii ta’an, kanneen waajjira lubummaa fudhatan, akka seeraatti, jechuunis obboloota isaanii, yoo ta’e iyyuu, kurnoo sabaa fudhachuuf abboommii qabu:",
  "garuu inni gadi bu'iinsi isaa isaan irraa hin lakkaa'amne kurnoo Abrahaam fudhate, waadaa gale isa eebbise.",
  "akkasumas wal faallessuu hunda malee wanti xiqqaan isa gaarii irraa eebbifama.",
  "Asittis dhiironni du'an kurnoo fudhatu; Achitti garuu isaan fudhata, isaan keessa jiraachuun isaa dhugaa ba'a.",
  "Akkasumas akkuma ani jechuu danda'u, Levi akkasumas, warra kurnoo fudhatan, Abrahaam keessatti kurnoo kaffalan.",
  "sababiin isaas, yeroo Melchisedec isa qunname, amma iyyuu loons abbaa isaa keessa ture.",
  "Kanaaf fiixaan ba’iinsi lubummaa levitical yoo ta’e, (isa jalatti ummanni seera fudhatan,) lubni biraa ajaja Melchisedec booda akka ka’u, ajaja Aaron booda akka hin waamamne maaltu jira?",
  "Lubummaan waan jijjiiramuuf, barbaachisummaa irraa kan madde jijjiirama seeraas ni jira.",
  "Inni warra kana kan dubbatan gosa biraa kan ilaallatu yoo ta’u, isaan keessaa namni iddoo aarsaa irratti argamu hin jiru.",
  "sababiin isaas, Gooftaan keenya Yihudaa keessaa akka biqile ifaadha; kan gosti Museen waa’ee lubummaa homaa hin dubbanne.",
  "Innis garuu kana caalaa mul’ata: sababiin isaas, fakkeenyi Melchisedec booda luba biraa ka’a,",
  "kan hojjetame, seera abboommii foonii booda osoo hin taane, humna jireenya dhuma hin qabne booda.",
  "Inni dhugaa ba'uuf, ati luba bara baraan ajaja Melchisedec booda.",
  "sababiin isaas, dadhabbii fi bu’aa hin arganneef abboommi sun dura dhaabbachuun isaa dhugaadhaan jira.",
  "Seerri waan guutuu hin goone, garuu abdii fooyya’aa fiduun; Kan nuti itti kaasnu gara Waaqayyootti ni du'a.",
  "akkasumas kakaa malee akka hin taane luba ta'e:",
  "(Luboonni sun kakaa malee kan hojjetaman yoo ta’e, kun garuu isa kadhannaadhaan, Gooftaan, luba hin jijjiiru, ajaja Melchisedec booda luba ta’a:)",
  "Yesuus kakuu fooyya’aa ta’eef wabii ta’e.",
  "Isaanis dhuguma luboota baay’ee turan, sababiin isaas sababa du’aatiin itti fufuuf hin rakkanne:",
  "Garuu namichi kun, sababni isaas inni itti fufa, lubummaa hin jijjiiramne qaba.",
  "Kanaafis, isa isa biraa dhufee, araarsummaa isaaniif gochuuf akka jiraatu argee, guutummaatti isaan fayyisuu dandaʼa.",
  "Angafa lubootaa akkasii kan qulqulluu, miidhaa hin qabne, xiiqii hin qabne, cubbamoota irraa adda ta’ee, samii caalaa ol’aanaa ta’e nu ta’e;",
  "Kan guyyaa guyyaan hin barbaachifne, akka angafoota sanaatti, aarsaa dhiyeessuuf, jalqaba cubbuu ofii isaatiif, achiis kan sabaaf: kanaaf yeroo tokko, yeroo ofii isaatii dhiyeessu.",
  "Seerri namoota angafoota dadhabina qaban ni taasisa; Garuu dubbiin kakaa, inni erga seeraa irraa kaasee ture, ilma bara baraaf qulqullaa'e ni tolcha.",
  "Amma wantoota kana dubbanne walitti qabaa: Angafa Lubaa akkasii qabna, inni mirga teessoo ulfina samii keessa kaa’ame;",
  "tajaajilaa mana qulqullummaa, fi kan Godoo Qulqullaa’aa isa dhugaa, isa Gooftaan dhageessee malee nama miti.",
  "Angafa lubootaa hundumaaf kennaa fi aarsaa dhiyeessuuf muudama: kanaaf namni kun hamma tokkos dhiyeessuuf barbaachisummaa qaba.",
  "Sababni isaas, lafa irra yoo ta’e, luboonni akka seeraatti kennaa kennan akka jiran arguun luba ta’uu hin qabu:",
  "warra fakkeenyaa fi gaaddidduu wantoota samii tajaajilu, akkuma Museen Waaqayyoon gorfame yeroo inni dunkaana sana tolchuuf ture, sababiin isaas, ilaalaa, inni, akka ati waan hundumaa akka fakkeenya gaara keessa siif sheefameetti tolchitu.",
  "Amma garuu tajaajila caalaatti gaarii ta’e argate, hangam akka innis gidduu seentuu kakuu fooyya’aa ta’e, kan waadaa fooyya’aa ta’e irratti hundeeffame.",
  "Sababni isaas, kakuun inni jalqabaa sun mudaa kan hin qabne taʼee, isa lammaffaaf bakki hin barbaadamne ture.",
  "Isaan biratti badii waan barbaaduuf, kunoo, guyyoonni dhufu, yeroo ani mana Israa’el wajjin kakuu haaraa fi mana Yihudaa wajjin ta’u, jedha, guyyoonni sun ni jedha.",
  "Akka kakuu ani guyyaa ani biyya Gibxii keessaa isaan geggeessuuf harka koo fuudhee geggeesseetti miti; Isaan kakuu koo keessa osoo hin taane itti fufanii, anis hin ilaalu jedha Gooftaan.",
  "Sababni isaas, kakuun ani bara sana booda Mana Israa’el wajjin godhudha jedha Gooftaan; Ani seera koo sammuu isaanii keessa nan kaa'a, garaa isaanii keessattis nan barreessa, ani immoo waaqa nan ta'a, isaanis saba tokko naaf ta'u:",
  "Isaanis nama hundumaa ollaa isaa hin barsiisan, dhiirri isaa hundumaas, Waaqayyo, hundumaa irraa gara isa guddaatti na beeka, Gooftaa isaa beekaa!",
  "Ani qajeelummaa isaaniif araarsa, cubbuun isaaniis ta'ee jal'inni isaanii kana booda hin yaadadhu.",
  "In that he jedha, kakuu haaraa, inni dulloomaa isa jalqabaa qaba. Amma kan manca'ee fi waxeth dulloome baduuf qophaa'eera.",
  "Sana booda dhuguma kakuun inni jalqabaas seera tajaajila waaqummaa, fi bakka qulqulluu addunyaa qaba ture.",
  "sababiin isaas, godoo qulqullaaʼaa taʼe tokkotu ture; kan jalqabaa, kan shugguxii, fi minjaalli, fi daabboo shewd; kan bakka qulqulluu jedhamu.",
  "akkasumas golgaa lammaffaa booda, godoo hunduma keessaa isa qulqulluu jedhamu;",
  "kan senser warqee qabu, fi Taabota Kakuu Warqee wajjin naannootti naanna’ee, isa qodaa warqee kan mannaa qabu ture, fi ulee Aaron kan uwwifame, fi minjaalota kakuu;",
  "akkasumas, kiruuboolii ulfinaa araaraa golguu; kan amma addatti dubbachuu hin dandeenye.",
  "Amma yeroo wantootni kun akkasitti muudaman, luboonni yeroo hundumaa gara godoo qulqullaa’aa isa jalqabaatti seenanii, tajaajila Waaqayyoo galmaan ga’aniiru.",
  "Garuu gara lammaffaatti angafni lubootaa waggaatti al tokko qofa, dhiiga malee, isa ofiif, fi dogoggora ummataaf dhiheesse:",
  "Hafuurri Qulqulluun agarsiisa kana, karaan gara qulqulluu hundumaatti gara ammatti akka hin mul’anne, akka Godoo Qulqullaa’aa jalqabaatti garuu ammallee dhaabbachaa akka ture:",
  "kunis yeroo sanatti, kan kennaa fi aarsaa lamaan isaaniif dhihaatan, kan tajaajila guutuu godhe isa gochuu hin dandeenye, akka qalbii ilaalchisee;",
  "kan fooniifi dhugaatii qofa keessa dhaabbate, fi bishaan keessaa dhiqachuu, fi seera foonii, hanga yeroo haaromsaatti isaan irratti fe’ame.",
  "Garuu Kiristoos angafa luba waan gaarii dhufuuf dhufu, godoo guddaa fi guutuu ta’een, harkaan kan hojjetame miti, jechuunis gamoo kanaa miti;",
  "Dhiiga re’ee fi re’eetiinis osoo hin taane, dhiiga ofii isaatiin yeroo tokko bakka qulqulluu keessa seene, furmaata bara baraa nuuf argate.",
  "Sababni isaas, dhiigni re’ee fi re’ee yoo ta’e, fi asheeta re’ee xuraa’aa facaasu yoo ta’e, foonicha qulqulleessuuf yoo ta’e:",
  "Dhiigni Kiristoos, karaa hafuura bara baraa Waaqayyoof bakka hin qabne of dhiheesse, qalbii kee hojii du’aa irraa qulqulleessu, Waaqayyo isa jiraataa tajaajiluuf hangam qaba?",
  "Kaayyoo kanaaf immoo gidduu galeessa kakuu haaraa ti, karaa du’aatiin, furuu irra daddarbaa kakuu jalqabaa jala turan, isaan waamamu waadaa dhaala bara baraa argachuu danda’u.",
  "Bakka Kakuu tokko jirutti du’a dhaalataa ta’uu qaba.",
  "Sababni isaas, kakuun erga dhiironni du’anii booda humna qaba: yoo kana hin taane yeroo dhaaltuun jiraatu tasumaa humna hin qabu.",
  "Kana irrattis kakuu jalqabaa dhiiga malee kan of hin kennine.",
  "sababiin isaas Museen akka seeraatti namoota hundumaaf ajaja hundumaa yeroo dubbattu, dhiiga re’ee fi re’ee, bishaaniin, suufii diimaa, fi hissop fudhatee, kitaabicha, fi namoota hundumaa, fi namoota hundumaa facaase,",
  "Jedha, kun dhiiga kakuu Waaqayyo siif ajajameedha.",
  "Kana malees, godoo qulqullaa’aa, fi ujummoolee ministeerichaa hunda dhiigaan facaase.",
  "Wantoonni hundinuu jechuun ni danda’ama seeraan dhiigaan qulqullaa’anii; Dhiiga osoo hin dhangalaasin dhiifama hin qabu.",
  "Kanaaf, akkaataa wantoota samii keessa jiran kanneeniin qulqullaa’uu akka qaban barbaachisaa ture; Garuu wantoota samii ofii isaanii kanneen caalaa aarsaa fooyya’aa ta’een.",
  "Kiristoos iddoowwan qulqulluu harkaan hojjetamanitti hin seenu, isaanis fakkiiwwan dhugaati; garuu gara samiitti, amma fuula Waaqayyoo duratti mul’achuuf:",
  "akkasumas yeroo baay’ee akka of dhiyeessu, akkuma angafni lubootaa waggaa waggaan dhiiga namoota birootiin gara iddoo qulqulluutti seenu;",
  "sababiin isaas yeroo baay’ee erga hundeeffama addunyaa kanaa rakkachuu qaba: amma garuu dhuma addunyaa irratti aarsaa ofii isaatiin cubbuu kaa’ee mul’ate.",
  "akkasumas akkuma du’uuf namootatti muudame, kana booda garuu murtiin:",
  "Kanaaf Kiristoos yeroo tokko cubbuu namoota baay’ee akka baadhatu dhiyaate; Isaanis warra isa barbaadaniif cubbuu malee yeroo lammataaf hin mul'atu.",
  "Seerri gaaddidduu waan gaarii dhufuuf qabu, fi fakkii wantootaa sanaa miti, aarsaa isaan waggaa waggaadhaan dhiyeessan sanaan gonkumaa hin danda'u.",
  "sababiin isaas, silaa dhiyaachuu hin dhaabu turan?Sababni isaas, waaqeffattoonni yeroo tokko qulqullaa’an kana booda qalbii cubbuu qabaachuu hin qaban turan.",
  "Garuu aarsaa sana keessatti yaadannoo waggaa waggaan cubbuu irraa hojjetame jira.",
  "sababiin isaas dhiigni re’ee fi re’ee cubbuu irraa fudhachuun hin danda’amu.",
  "Kanaaf yeroo gara biyya lafaatti dhufu, aarsaa fi hin dhiisne, garuu qaamni na qopheessite malee:",
  "Cubbuudhaaf aarsaa gubatee fi aarsaa ta'een gammachuu hin qabdu.",
  "Sana booda ani, ani dhufe (jijjiirraa kitaabichaa keessatti waa'ee koo barreeffame,) fedha kee gochuuf yaa Waaqayyo.",
  "Gubbaa yeroo inni jedhe, aarsaa fi aarsaa fi aarsaa gubaa fi aarsaa cubbuudhaaf hin ta'u, lamaan isaanii iyyuu hin havest; kanneen seeraan dhiyaatan;",
  "Ergasii, lo, ani fedha kee gochuuf nan dhufa yaa Waaqayyo. Inni isa jalqabaa irraa fudhata, isa lammaffaa hundeessuuf.",
  "By which will Nuti karaa aarsaa qaama Yesus Kristoos hundumaaf qulqullaa'a.",
  "Lubni hundinuus guyyaa guyyaan tajaajilaa dhaabbachuu fi yeroo baay’ee aarsaa wal fakkaatu, kan gonkumaa cubbuu fudhachuu hin dandeenye:",
  "Garuu namni kun, erga bara baraaf cubbuu tokkoof aarsaa tokko dhiheessee booda, mirga Waaqayyoo irra taa'e;",
  "Kana booda hanga diinonni isaa miila isaa godhanitti eegaa ture.",
  "sababiin isaas, aarsaa tokkoon bara baraan qulqullaaʼe.",
  "Hafuurri Qulqulluunis nuuf ragaadha: sababiin isaas sana booda kanaan duras jedhee ture,",
  "Kun kakuu ani guyyoota sana booda isaan waliin godhudha jedha Gooftaan, ani seera koo garaa isaanii keessa nan galcha, sammuu isaanii keessattis nan barreessa;",
  "Cubbuu fi jal'inni isaaniis kana booda hin yaadadhu.",
  "Amma bakka dhiifamni kanneenii ta’etti, kana booda cubbuudhaaf aarsaan hin jiru.",
  "Kanaaf, obboloota, ija jabina dhiiga Yesusiin gara qulqulluu ta’etti galuudhaaf,",
  "Karaa haaraa fi jiraataa ta’een, kan inni nuuf qulqulleesse, karaa golgaa, jechuunis foon isaa;",
  "akkasumas mana Waaqayyoo irratti angafa lubootaa qabaachuu;",
  "Garaa dhugaatiin garaan keenya qalbii hamaa irraa akka facaafamee, qaamni keenyas bishaan qulqulluudhaan dhiqamee, garaa dhugaatiin haa dhihaannu.",
  "Ogummaa amantii keenyaa osoo hin raafamin jabeessinee haa qabaannu;(Amma abdachiifame amanamaa waan ta’eef;)",
  "Jaalalaafis ta'e hojii gaariidhaaf wal kakaasuuf wal haa ilaallu:",
  "akka haala namoota tokko tokkootti, walitti qabamuu keenya dhiisuu miti; Garuu wal gorsuu: fi baay'ee, akkuma guyyaa itti dhihaatan argitan.",
  "sababiin isaas, sana booda fedhiidhaan yoo cubbuu nuti beekumsa dhugaa arganne, kana booda cubbuudhaaf aarsaa hin hafne,",
  "garuu sodaa murtii fi dallansuu abiddaa, kan mormitoota nyaatu.",
  "Inni seera Musee tuffate ragaa lama ykn sadii jalatti araara malee du’e:",
  "Adabbiin falfalaa yoom akka ta’e haa jennu, inni, inni nama Waaqayyoon miila jalatti dhiphatee, dhiiga kakuu, isa qulqullaa’e, waan qulqulluu hin taane, hafuura ayyaanaatiin utuu jiruu raawwate lakkaa’ee, ni mala jedhamee yaadamaa?",
  "Haaloo ba'uun kan naaf ta'u waan isa beeknuuf, nan deebi'a jedha Waaqayyo. ammas Waaqayyo saba isaa ni murteessa.",
  "Harka Waaqayyo isa jiraataa keessa bu’uun waan sodaachisaa dha.",
  "Garuu guyyoota duraanii, kan erga ibsitanii booda, qabsoo guddaa rakkinaa obsitanii booda;",
  "Gara tokkoon, yeroo ati arrabsoo fi dhiphachuudhaan ilaalcha keessa galfamtan; Gara tokkoon immoo, yeroo baayʼee itti fayyadamtan isaan waliin wal qunnamtii saalaa raawwachaa utuu jiranii.",
  "sababiin isaas, hidhata koo keessatti gara laafina naaf kennitee, gammachuudhaan manca’uu meeshaa kee fudhatte, of keessatti waan gaarii fi bara baraa qabdu beekuudhaan.",
  "Kanaaf ofitti amanamummaa kee hin fagaanne, kunis badhaasa guddaa irra deebi'ee.",
  "obsa waan qabdaniif, fedhii Waaqayyoo erga gootanii booda, abdii sana akka argattan.",
  "sababiin isaas yeroo xiqqoo, innis ni dhufa, hin taʼus.",
  "Amma amantiidhaan haa jiraatu, garuu namni kamiyyuu yoo duubatti harkise, lubbuun koo isa keessatti hin gammattu.",
  "nuti garuu warra gara badiisaatti of duuba deebifnu miti; isaan keessaa warra lubbuu fayyisuutti amanan.",
  "Amma amantiin qabiyyee wantoota abdataman, ragaa wantoota hin mul’annedha.",
  "sababiin isaas, jaarsoliin gabaasa gaarii argataniiru.",
  "Karaa amantii addunyaaleen sagalee Waaqayyootiin akka frame ta’an hubanneerra, kanaaf wantootni mul’atan wantoota mul’atan irraa akka hin hojjenne hubanna.",
  "Amantiidhaan Abeel Waaqayyoof Qaayin caalaa aarsaa gaarii ta’e dhiheesse, isas qajeelummaa akka ta’e, Waaqayyo kennaa isaa dhugaa ba’uu isaa dhugaa ba’ee, du’aa ta’uu isaatiin garuu ni dubbata.",
  "Amantiidhaan Enoch du’a arguu akka hin qabne hiikame; Hin argamne, Waaqayyo waan isa hiikeef, hiika isaa dura ragaa kana waan qabuuf, Waaqayyoon akka isa gammachiisu.",
  "Garuu amantii malee isa gammachiisuun hin danda’amu, sababiin isaas inni gara Waaqayyootti dhufu akka inni ta’e amanuu qaba, akkasumas inni nama isa barbaadu kan inni isa barbaadu ta’uu isaati.",
  "Amantii Nohi, waaqayyo wantoota hanga ammaatti hin ilaalamne akeekkachiifamee, sodaa irraa kan ka’e socho’e, fayyuu mana isaatiif taalaa qopheesse; isa inni biyya lafaa balaaleffate, fi dhaaltuu qajeelummaa isa amantiidhaan ta’e.",
  "Amantii Abrahaam, yeroo inni bakka inni dhaala tokkoof fudhachuu qabutti ba’uuf waamame, ajajame; Innis ba'ee, deemee deeme.",
  "Amantiidhaan biyya waadaa keessa jiraachaa ture, akkuma biyya ormaa, Yisihaaq fi Yaaqoob wajjin Godoo Qulqullaa’aa keessa jiraachaa ture, dhaaltota waadaa wal fakkaatu isa waliin:",
  "sababiin isaas, magaalaa buʼuura hin qabne, kan ijaarsituu fi hojjetaan ishee Waaqayyo taʼe barbaade.",
  "Karaa amantiis Saaraan ofii isheetii sanyii ulfeessuuf humna argatte, yeroo umuriin ishee darbe daa'ima tokko irraa geessite, sababiin isaas isheen amanamoo waadaa gale waan itti murteessiteef.",
  "Kanaaf tokko illee achitti utaale, inni immoo akka du’aa gaarii, baay’ee akka urjiilee samii baay’inaan, fi akka cirracha qarqara galaanaa qarqara jiru lakkoofsa hin qabne.",
  "Kun hundinuu amantiidhaan du’an, waadaa galanii, fagootti arganii, isaan irraa amansiifamanii, isaan hammaatan, akkasumas lafa irratti ormaa fi hajjii akka ta’an himan.",
  "Isaan wanti akkasii biyya akka barbaadan ifatti labsu.",
  "Dhugaadha immoo, osoo biyya sana eessaa akka bahan yaadanii, deebi’anii ta’uu isaanii carraa argachuu danda’u.",
  "Amma garuu biyya fooyya’aa hawwu, jechuunis waaqayyoo: kanaaf Waaqayyo waaqa isaanii jedhamee waamamuutti hin qaanofne, sababiin isaas inni magaalaa isaaniif qopheessee jira.",
  "Amantii Abrahaamiin, yeroo inni murtii argate, Yisihaaq, inni waadaa sana argates ilma isaa isa tokkicha ta’e dhiyeesse,",
  "kan jedhame, Yisihaaq keessatti sanyii kee akka ta’u:",
  "Waaqayyo isa ol kaasuu akka danda’e, warra du’an irraa illee; Wherece irraas lakkoofsa tokko keessatti isa simate.",
  "Amantiidhaan Yisihaaq Yaaqoob fi Esaawuu wantoota dhufan ilaalchisee eebbise.",
  "Amantiidhaan Yaaqoob, yeroo inni du’aa ture, ilmaan Yoseef lamaan eebbise; akkasumas, ulee isaa gubbaatti hirkatee waaqeffatame.",
  "Amantiidhaan Yoseef, yeroo inni du’e, waa’ee ijoollee Israa’el akka deeman eereera; Lafee isaa ilaalchisee abboommii kenne.",
  "Amantiidhaan Musee, yeroo inni dhalate, ji’a sadii warra isaa dhokate, sababiin isaas inni mucaa sirrii ta’uu isaa waan arganiif; Isaanis abboommii mootichaa hin sodaanne.",
  "Amantiidhaan Musee, yeroo inni waggaatti dhufu, ilma intala Fara’oon jedhamuu dide;",
  "Saba Waaqayyoo wajjin rakkina rakkachuu filachuu, yeroo tokkoof gammachuu cubbuutti gammaduu caalaa;",
  "qabeenya Gibxii caalaa badhaadhummaa guddaa Kiristoosiin arrabsuu isaa kabajaa, badhaasichi deebi’ee guddifameef kabaja qaba ture.",
  "Amantiidhaan dheekkamsa mootichaa sodaachuu dhabuudhaan Gibxii dhiise, sababiin isaas, akka isa ijaan hin mul’anneetti obsee ture.",
  "Karaa amantiitiin Faasikaa eege, dhiiga facaasuun, inni angafoota balleessan akka isaan tuquuf.",
  "Amantiidhaan galaana diimaa keessa darbanii akka lafa goggogaatti: kan warri Gibxii qoratan liqimfamaniiru.",
  "Amantiidhaan dallaan Yerikoo gadi bu’e, erga gara guyyaa torbaatti wal bira qabamee booda.",
  "Amantiidhaan ejjituu Rahaab isaan hin amanne wajjin hin bade, yeroo isheen basaastota nagaadhaan fudhatte.",
  "Kana caalaas maal jedha?Yeroon waa'ee Gedeon, fi waa'ee Barak, fi waa'ee Samson, fi kan Jephthae akkan himu natti hin milkoofne; kan Daawit, fi Saamu’eel, fi kan raajota:",
  "karaa amantii mootummoota gadi bu’an, qajeelummaan hojjete, waadaa argate, afaan leencotaa dhaabe.",
  "Jeequmsa ibiddaa dhaamsee, qarqara billaa jalaa miliqe, dadhabbii irraa kan ka’e lola keessatti jabaatee, waxed gootummaa godhame, gara waraana alagaa balali’uutti garagale.",
  "Dubartoonni du’aa isaanii ammas jireenyatti ol guddisan, warri kaan immoo dararaman, bilisa ba’uu fudhachuu dhabuu;Du’aa ka’uu fooyya’aa akka argatan:",
  "Kaan immoo dhaddacha gara jabeessa qoosaa fi 'sckourgings' qaba ture, eeyyee, kana malees hidhata fi hidhaa:",
  "Dhaga’an, cicciranii, qoramanii, qorumsa, billaadhaan ajjeefaman: gogaa hoolaa fi gogaa re’ee keessa naanna’anii; Hiddaree ta’uu, dhiphate, dararame;",
  "(Isaan addunyaan hin malle:) Gammoojjii keessa, akkasumas gaarreen keessa, akkasumas boollaa fi holqa lafaa keessa naanna’an.",
  "Kun hundinuus, karaa amantii gabaasa gaarii erga argatanii booda, waadaa hin arganne:",
  "Waaqayyo waan kana caalu nuuf kenneera, nuti nu malee mudaa hin qabne akka hin taane.",
  "Kanaaf nutis duumessa dhugaa baatotaa akkas guddaa ta’een wal-qixa ta’uu keenya, ulfaatina hundumaa, cubbuun akka salphaatti nu dhageessisu, obsa nu dura kaa’ame waliin haa fiignu, nutis, nu cinatti haa kaafnu,",
  "Yesuus barreessaa fi xumura amantii keenyaa ilaalaa; kan gammachuu isa duratti kaa’ameef fannoo obsee, salphina tuffatee, harka mirgaa teessoo Waaqayyootiin gadi kaa’ame.",
  "Inni isa cubbamoota ofirratti faallessu akkasii obsee, sammuu kee keessatti akka hin dadhabinee fi akka hin dadhabneef isa ilaali.",
  "Cubbuu irratti carraaquun ammallee dhiigaan hin mormine.",
  "Gorsi akka ijoolleetti dubbattus dagattee, Ilma koo, ati immoo aarsaa gooftaa hin tuffadhu, yeroo ati isa irraa ceepha’u immoo dadhabi.",
  "Isaaf Gooftaan ni jaal'ata, Ilma inni argatu hundumaas ni dha'a.",
  "Yoo aarsaa obsitee, Waaqayyo akkuma ilmaan si wajjin wal qabata; Ilma kamiif iyyuu kan abbaan chasteneth hin taane?",
  "Garuu yoo adabuu malee taatan, isaan hundinuu partakers ta'an, egaa ye bastards, malee ilmaan miti.",
  "Kana malees abbootii foon keenyaa kan nu sirreessee turre, kabaja isaaniif kennine, nuti baay’ee abbaa hafuurotaaf bitamuu fi haa ta’u, jiraadhaa?",
  "sababiin isaas, guyyoota muraasaaf gammachuu ofii isaanii nu aarsu; Inni garuu bu'aa keenyaaf, akka nuti partakers qulqullummaa isaa ta'uuf.",
  "Amma yeroo ammaa kanaaf arrabsuun gammachuu hin fakkaatu, garuu gaddisiisaa: kanas ta’e sana, sana booda firii qajeelummaa nagaa ta’e isaaniif argamsiisa.",
  "kanaaf harka gadi fannifamee, jilba dadhabaa ol kaasu;",
  "Kan laamsha'e karaa irraa akka hin baaneef, miila keetiif karaa qajeelaa tolchi; Garuu haa fayyu.",
  "Namoota hundumaa wajjin nagaa hordofi, Qulqullummaan immoo, isa malee namni tokkollee gooftaa hin argu:",
  "Namni kamiyyuu ayyaana Waaqayyoo irraa akka hin milkoofne ciminaan ilaaluu; Hundeen hadhaa kamiyyuu akka si hin rakkisneef, kanaanis baay’een isaanii xuraa’a;",
  "Akka Esaawuutti namni ejja ejja, ykn nama xuraa’aa ta’e akka hin jirreef, inni foon morsel tokkoof mirga dhalootaa isaa gurgure.",
  "Sana booda akkamitti akka eebba dhaalu ni beektu, inni immoo imimmaan of eeggannoodhaan yoo barbaade iyyuu, bakka gaabbii hin arganne.",
  "Isin gara gaara tuqamuu danda'utti hin dhufneef, ibiddaan, gurraacha'uu, dukkana, qajeelchittis hin dhufnu,",
  "sagalee xurumbaa, fi sagalee jechootaa; Sagalee kamtu dhaga’e jechi sun kana booda isaanitti hin dubbatamu jedhee cichee:",
  "(Isaan waan ajajame dandamachuu waan hin dandeenyeef, bineensichi gaara sana yoo tuqe, dhagaadhaan ni rukutama, yookaan immoo dartiidhaan ni darbata:",
  "Mul'anni baay'ee suukaneessaa ture, Museen jedhe, ani garmalee sodaa fi kirkira:)",
  "garuu gara gaara Siyoonitti, gara magaalaa Waaqayyo isa jiraataa, Yerusaalem isa samiitti, gara dhaabbata ergamootaa lakkoofsa hin qabneetti ni dhuftu,",
  "Yaa’ii waliigalaa fi Waldaa angafaa, kan waaqa irratti barreeffamee, Waaqayyoof abbaa murtii hundumaaf, hafuura namoota qajeeloo ta’aniif, guutuu ta’e,",
  "akkasumas Yesusiif gidduu galeessa kakuu haaraa, fi dhiiga facaasuu, kan warra Abel caalaa dubbatan.",
  "Isa akka hin dubbanne ilaali. Sababni isaas, yoo isaan jalaa miliqan sana lafa irratti dubbatte sana isa dide, kana caalaa hin miliqnu, yoo isa waaqa irraa dubbatan irraa fagaanne:",
  "Sagaleen isaa ergasii lafa raase: amma garuu waadaa gale, ammas al tokko dachii qofa osoo hin taane, samiis nan raasaa.",
  "Jechi kun, ammas al tokko, wantoota raafaman sana buqqisuun, akka wantoota hojjetamanitti, wantootni raafamuu hin dandeenye sun akka hafan.",
  "Kanaaf mootummaa socho’uu hin dandeenye argannu, ayyaana haa qabaannu, isa Waaqayyoon fudhatama qabeessa ta’ee kabajaa fi sodaa Waaqayyootiin tajaajiluu dandeenya:",
  "Waaqni keenya ibidda dhuguu waan ta’eef.",
  "Jaalalli obbolummaa itti haa fufu.",
  "Namoota ormaa bashannansiisuuf hin dagatinaa: kanaaf namoonni tokko tokko ergamoota hin beekne bashannansiisaniiru.",
  "Isaan akka isaan waliin hidhamanitti hidhata keessa jiran yaadadhaa; Isaanis kanneen rakkina rakkatan, akka of ta'uuttis qaama keessas.",
  "Gaa'elli walumaa galatti kabajamaadha, sireen immoo hin xuroofne: garuu ejjituu fi ejja Waaqayyo ni murteessa.",
  "Haasaan kee hawwii malee haa ta’u; Waan akkan isinitti tolfameettis quufaa!",
  "Akka ija jabinaan jennuuf, Gooftaan gargaaraa kooti, ​​ani immoo maal akka naaf godhu hin sodaadhu.",
  "Isaan warra si irratti seera qaban yaadadhu, warri dubbii Waaqayyoo sitti dubbatan: amantiin isaa isa hordofu, xumura haasawa isaanii ilaalcha keessa galchuudhaan.",
  "Yesus Kristos kaleessas, hanga guyyaa, bara baraaf.",
  "Divers fi doktiriinii ajaa'ibaa wajjin hin baatamu. sababiin isaas, garaan ayyaanaan akka hundeeffamu waan gaarii dha; Foon, kanneen bu’aa hin arganne kanneen achi keessatti qabaman waliin miti.",
  "Iddoo aarsaa qabna, kan isaan godoo qulqullaa'u tajaajiluuf mirga hin qaban.",
  "Qaamni bineensota sanaa, dhiigni isaanii Cubbuudhaaf angafa lubootaatiin gara mana qulqullummaatti fidamu, kaampii malee gubata.",
  "Kanaafis Yesus dhiiga ofiitiin saba qulqulleessuuf, karra malee rakkate.",
  "Kanaaf, arrabsoo isaa baatanii kaampii malee gara isaatti haa deemnu.",
  "Asitti magaalaa itti fufnu hin qabnu, garuu nama dhufnu barbaanna.",
  "Kanaaf, aarsaa faaruu Waaqayyoof haa dhiheessinu, jechuunis firii funyaan keenyaa maqaa isaaf galateeffanna.",
  "Garuu gaarummaa hojjechuu fi waliin haasa'uuf, aarsaa akkasiitiin Waaqayyo akka gaariitti gammachuu qaba.",
  "Isaan seera si irratti qaban, ofii keetiif bitadhu, lubbuu kee, akkuma isaan herrega kennuu qaban, gammachuudhaan akka raawwatan, gadda guddaadhaan akka hin hojjenneef: sun siif bu’aa hin qabu.",
  "nuuf kadhadhaa, waan amanamummaadhaan jiraachuuf fedhii qaban hundumaa keessatti, qalbii gaarii akka qabnu waan amannuuf.",
  "Garuu kana caalaa akkan siif deebi'u si kadhadha.",
  "Amma waaqa nagaa, kan du’aa gooftaa keenya Yesuus irraa, tiksee guddaa hoolota sanaa, dhiiga kakuu bara baraa, fide,",
  "fedha isaa hojjechuuf hojii gaarii hundumaa keessatti mudaa kan hin qabne si taasisa, isa ija isaa duratti, karaa Yesus Kristos isa gaarii ta’e si keessa jira; Kan bara baraan ulfina haa ta'u. Ameen.",
  "Anis obboloota, dubbii gorfama sanaan rakkadha, sababiin isaas ani jechoota muraasaan xalayaa siif barreesseen jira.",
  "Obboleessi keenya Ximotewos bilisummaatti akka kaa’ame beekaa; Eenyu waliin yoo inni yeroo gabaabaa keessatti dhufe si arga.",
  "Isaan warra seera si irratti qaban hundaaf, qulqulloota hundumaas nagaa. Isaan kan Xaaliyaanii nagaa siif dhaamu.",
  "Ayyaanni hunda keessan waliin ta'aa. Ameen.",
  "Yaaqoob, garbicha Waaqayyoo fi Gooftaa Yesus Kristos, gosoota kudha lama kanneen biyya alaa faffaca’anii, nagaa gaafatanitti.",
  "Obboloota koo, yeroo qorumsa divers keessa kuftan gammachuu hunda lakkaa'aa;",
  "Kana beekuun, yaaluun amantii keetii obsa akka hojjetu.",
  "Garuu obsi hojii ishee guutuu haa qabaatu, akka ati mudaa hin qabnee fi guutuu ta’uuf, homaa hin barbaanne.",
  "Namni kamiyyuu ogummaa yoo dhabde, Waaqayyoon haa gaafatu, sun namoota hundumaaf akka liberally kennu, fi upbraideth miti; Innis ni kennamaaf.",
  "Garuu amantiidhaan haa gaafatu, homaa hin raafamne. Sababni isaas, inni Wavereth sun akka dalga galaanaa qilleensaa fi tossed ta'ee waan ta'eef.",
  "sababni isaas namni sun waan Gooftaa kamiyyuu ni fudhata jedhee hin yaadu.",
  "Namni sammuu dachaa qabu karaa isaa hundaan tasgabbaa’aa miti.",
  "Obboleessi digirii gadi aanaa qabu ol ka’ee haa gammadu:",
  "sooressi garuu, akka daraaraa margaatti gadi bu’eera.",
  "sababiin isaas, aduun hoʼa gubaa taʼeen waan hin dhugeef, margi ni goga, daraaraan isaas ni kufa, ayyaanni faashinii isaas ni bada, akkasumas sooressichi karaa isaatiin ni bada.",
  "Namni qorumsa dandamatu eebbifamaadha, sababiin isaas yeroo murtiin itti kennamu gonfoo jireenyaa isa isa jaallatu isaaniif waadaa gale ni fudhata.",
  "Namni tokkollee yeroo inni qoramu, Waaqayyoof nan qorama, Waaqayyo hamaadhaan qoramuu waan hin dandeenyeef, inni nama tokkollee hin qoradhu:",
  "Garuu namni hundi qorama, yeroo inni fedhii ofii irraa harkifamee, sossoba.",
  "Ergasii yeroo kalloon ulfeesse cubbuu fida, cubbuun immoo yeroo xumuramu du’a fida.",
  "Obboloota koo jaallatamoo hin dogoggorinaa.",
  "Kennaan gaariin hundii fi kennaa guutuu ta’e hundi gubbaadhaa, abbaa ibsaa irraas gadi bu’a, isaan waliin kan hin jijjiiramne, gaaddidduu garagaluu miti.",
  "Kan ofii isaatii nu dhageessisa nuti dubbii dhugaa wajjin, akka nuti gosa firii jalqabaa uumamtoota isaa ta'uu qabna.",
  "Kanaaf, obboleeyyan koo jaallatamoon, namni hundinuu dheekkamsaaf suuta jedhee, suuta jechuudhaaf, suuta jedhee dhaga’uuf haa ariifatu:",
  "dheekkamsi namaa qajeelummaa Waaqayyoo miti.",
  "kanaaf balaa fi garmalee naasisaa hunda addaan ciisee, jecha bocame, kan lubbuu kee fayyisuu danda’u, garraamummaadhaan fudhadhu.",
  "Garuu dhaggeeffattoota qofa osoo hin taane, ofii keetii gowwomsitee, dhaggeeffattoota qofa ta'i.",
  "Sababni isaas, dhaggeeffataa jechichaa yoo ta’e malee, nama fuula uumamaa isaa geela keessaa ilaalutti akka nama ta’eedha:",
  "sababiin isaas, ofii isaatii, karaa isaa, dagachuudhaan immoo nama akkamii akka taʼe dagachuudhaan.",
  "Garuu seera bilisummaa mudaa hin qabne ilaala, achi keessas itti fufa, inni dhaggeeffataa dagatame osoo hin taane, nama hojii sanaa kan hojjetu ta’uu isaa, namni kun hojii isaatiin eebbifama.",
  "Namni isin keessaa kamiyyuu amantii yoo fakkaatu, arraba isaa osoo hin taane, garaa ofii isaa gowwoomsuu yoo ta'e, amantiin nama kanaa waa'ee isaa hin ta'u.",
  "Amantii qulqulluu fi Waaqayyoo fi Abbaa duratti kan hin xuraa’in, rakkina isaanii keessatti abbaa fi dubartoota abbaan manaa irraa du’e daawwachuuf, akkasumas addunyaa irraa akka hin baaneef.",
  "Obboloota koo, amantii gooftaa keenya Yesus Kristos, Gooftaa Ulfina, kabaja namaatiin hin qaban.",
  "Sababni isaas, namni warqee ring qabu tokko, uffata gaarii uffatee yoo dhufe, namni hiyyeessi immoo roobni hamaan tokkos ni dhufa;",
  "Kabaja isa uffata saalqunnamtii saala walfakkaataa uffadhaa, itti himtanii, asitti bakka gaarii taa'aa; hiyyeeyyiittis, achi dhaabadhu, ykn miila koo jala taa'i:",
  "Yeroo sanatti of keessaa gartokkee miti, yaada hamaa irrattis murtii ta'aa jirtuu?",
  "Dhaga'aa, obboloota koo jaallatamoo, Waaqayyo hiyyeessa biyya lafaa amantiidhaan badhaadhe, dhaaltota mootummaa isa inni isa jaallatu isaaniif waadaa gale hin filanne?",
  "Garuu hiyyeessa tuffattee jirta. dureeyyiin si hin cunqursinaa, teessoo murtii duras si hin harkisan?",
  "Maqaa malu sana kan isin waamamtaniin hin arrabsanii?",
  "Akka Caaffata Qulqullaa'ootti seera mootii yoo guutte, akka ofii keetii ollaa kee jaallatta, ati immoo gaarii godhi:",
  "Garuu namootaaf kabaja yoo qabaatte, cubbuu raawwattu, seera akka irra akka daddarbaatti ni amansiiftu.",
  "Namni seera guutuu ni eega, ammas yeroo tokkotti nama mufachiisa, hundumaa irratti yakkamaadha.",
  "Sababni isaas, inni, ejja hin raawwatin, akkasumas, hin ajjeesin. Amma yoo ejja hin raawwanne, yoo ajjeeste, ati seera irra darbite.",
  "Kanaafis dubbadhu, akkasumas, akkuma isaan Seera Bilisummaatiin murtaa'an.",
  "sababiin isaas, araara tokko malee araara tokko malee ni qabaata;fi araarri murtii irratti gammaddi.",
  "Maal bu'aa, obboleeyyan koo, namni tokko amantii qaba, hin hojjenne haa jedhu?Amantiin isa fayyisuu dandaʼaa?",
  "Obboleessi ykn obboleettiin yoo qullaa ta’e, fi nyaata guyyaa guyyaa irraa kan hafe,",
  "isin keessaa tokko nagaadhaan ba'aa, ho'ifamee guutee jiraadha; Wantoota qaamaaf barbaachisan sana osoo hin taane; Maal bu'aa qaba?",
  "Amantiin illee, yoo hin hojjenne du’ee, kophaa ta’uudha.",
  "Eeyyee, namni tokko, amantii qaba, ani immoo hojii kee malee amantii kee naaf argisiisi, ani immoo hojii kootiin amantii koo siif shew.",
  "Waaqayyo tokko akka jiru ni amanta; Ati gaarii dha: Seexannis ni amanu, ni raafama.",
  "Garuu ni beekta yaa nama ooraa, amantiin hojii malee du'e?",
  "Abrahaam abbaan keenya hojiidhaan qajeeloo hin turre, yeroo inni Isaaq ilma isaa iddoo aarsaa irratti dhiyeesse?",
  "Amantiin hojii isaatiin akkamitti akka hojjete ilaali, hojiidhaan immoo amantiin guutuu ta’e?",
  "Caaffanni qulqullaa'aan sun kan raawwatame yoo ta'u, Abrahaam Waaqayyoon amanee, qajeelummaaf isatti himame, inni immoo fira Waaqayyoo jedhamee waamame.",
  "Yeroo sana akkamitti akka hojiidhaan dhiirri tokko sirrii ta'e, amantii qofaan osoo hin taane argitu.",
  "Akkasumas Rahab the ejjituu hojiidhaan sirrii hin turre, yeroo isheen ergamtoota fudhattee turte, karaa biraatiin isaan ergitee turte?",
  "Sababni isaas, akkuma qaamni hafuurri hin qabne du'eera, amantiin hojii malee du'eeras.",
  "Obboloota koo, balaaleffannaa guddaa akka argannu beekee gooftaa baay’ee hin ta’in.",
  "Waan baay'ee keessatti hunda nu mufachiisa. Namni kamiyyuu jechaan yoo hin mufachiisne, nama guutuu ta'e, akkasumas qaama guutuu walitti hidhuu danda'a.",
  "Kunoo, afaan fardeen keessa, akka isaan nuuf ajajaman; Qaama isaanii guutuus garagalchina.",
  "Kunoo dooniiwwan, kanneen akkas guddaa ta'anis, qilleensa cimaa irraa ari'aman, ammas helm baayyee xiqqaa ta'een garagalanii jiru, whithersoever the Bulchaan listeth.",
  "Haa ta'u malee arrabni xiqqoo miseensa, waan guddaa dhaadata. Kunoo, akkam guddaa a matter xiqqoo ibidda dhukaasu!",
  "Arrabanis ibidda, addunyaa jal'ina: arrabni miseensota keenya keessa jirus, qaama guutuu akka xuraa'u, akkasumas adeemsa uumamaa ibiddaan akka guutu; Innis ibidda si'oolitti kaa'ameera.",
  "Bineensonni gosa hundumaa, fi kan simbirrootaa, fi bofa, fi wantoota galaana keessa jiran, ni madaqfama, akkasumas dhala namaa irraa madaqfamee jira:",
  "Garuu arrabni nama tokkollee tame hin danda'u; Hammeenya hin to’atamne, summii nama ajjeesaatiin guutameedha.",
  "kanaanis eebbifna Waaqayyo, Abbaa illee; Kanas nu dhiirota, kanneen fakkeenyi Waaqayyoo booda hojjetamanis.",
  "Afaan tokko keessaa ba'ee eebbaa fi abaaruu. Obboloota koo, wantootni kun akkas ta’uu hin qaban.",
  "Bakkuma bishaan mi’aawaa fi hadhaa’aa sanatti burqaa tokko erga?",
  "Mukti harbuu, obboleeyyan koo, zayitii zayitii baachuu dandaʼaa?Yookaan wayinii, harbuu?Kanaafuu burqaan bishaan soogiddaafi haaraa lamaanuu argachuu hin danda’u.",
  "Eenyu ogeessa ta'ee beekumsa si gidduutti endued?Haasaa gaarii ogummaan isaa garraamummaadhaan haasawa gaarii keessaa haa ba'u.",
  "Garuu yoo inaaffaa hadhaa’aa fi wal dhabdee garaa kee keessa jiraatan, ulfina hin qabdu, dhugaa irrattis hin soban.",
  "Ogummaan kun gubbaa irraa osoo hin taane, lafa, miira, seexanaa dha.",
  "Bakka inaaffaa fi waldhabdeen jirutti burjaajii fi hojiin hamaan hundi jira.",
  "Garuu ogummaan gubbaa irraa dhufe qulqulluu, yeroo sanatti nagaa, lallaafaa fi salphaatti itti gammaduu, araaraa fi firii gaarii guutuu, loogii malee, fi fakkeessummaa malee.",
  "firii qajeelummaas nagaa isaan nagaa ta’een facaafama.",
  "Eessaa dhufaa waraanaa fi lola isin gidduutti?Kottaa isaan kana hin ta'u, fedhii kee illee waraana sana miseensota kee keessatti?",
  "Isin hawwitaa, hin ajjeesinaa, qabaachuus ni hawwita, argachuus hin dandeessan: isin hin qabsooftan, isinis hin qabdan, sababiin isaas isin hin gaafattan.",
  "Isin hin gaafattu, sababiin isaas, akka isin fedhii keessan irratti fixaniif, amiss isin gaafatta.",
  "Ye ejja fi ejja, michummaan biyya lafaa Waaqayyoo wajjin diinummaa akka ta'e hin beektu?Kanaaf namni biyya lafaa ta'u diina Waaqayyooti.",
  "Caaffanni qulqullaa’aan sun akkasumaan, hafuura nu keessa jiraatu, inaaffaadhaaf ulfina guddaa qabu jettanii yaaddu?",
  "garuu ayyaana dabalataa kenna. Kanaaf, Waaqayyo isa boonsa mormee, gad of deebisuuf ayyaana kenna.",
  "Kanaaf Waaqayyoof of galchi. Seexana mormuu, si jalaa baqata.",
  "Gara Waaqayyootti hin kaasi, inni immoo gara keetti ni harkisa. Harka keessan qulqulleessi, isin cubbamoota; Laphee kee qulqulleessi, sammuu dachaa qabaatte.",
  "Dhiphadhaa, gadda, boo'aa: kolfi keessan gara gaddaatti haa garagalu, gammachuun immoo gara ulfaatti.",
  "Gooftaa duratti gad of deebisa, inni immoo si ol kaasa.",
  "Hammeenya osoo hin taane obboloota dubbadhu. Namni obboleessa isaa hammeenya dubbatu, obboleessa isaa irrattis hammeenya seeraa dubbata, seera irrattis ni murteessa;",
  "Namni seera baasu tokko jira, eenyutu fayyisuu fi balleessuu danda'a: eenyutu kan biraa murteessitu?",
  "Amma deemi, ati jetta, guyyaa ykn gara boollaatti gara magaalaa akkasii seenna, waggaatti achi itti fufna, bitadhee gurguruu, bu'aa argadhu:",
  "Waan boruu irratti ta'u osoo hin beekin. Jireenyi kee maali?Danfaa illee, kan yeroo xiqqoodhaaf mul’atu, achiis badee bade.",
  "Sababni isaas, Waaqayyo yoo barbaade, kanas ni jiraanna, kanas ni raawwanna.",
  "Amma garuu of jajuutti gammaddu: gammachuun akkasii hundi hamaadha.",
  "Kanaaf isa gaarummaa hojjechuu beeku, fi hin raawwatu, cubbuudha.",
  "Amma deemii, soochoo, boo'i, gadda kee kan si irratti dhufu.",
  "Badhaadhinni kee manca'ee, uffannaan kees ni mo'ama.",
  "Warqee fi meetii kee kan kaafame; Dafqi isaaniis dhugaa ba'aa sirratti in ta'a, foon kee akkuma ibiddaatti nyaata. Guyyoota dhumaatiif qabeenya walitti tuulamee jirta.",
  "Kunoo, qacarrii hojjettoota maasii keessan gadi haammatanii, kan isin irraa duubatti deebi'an hanna, riqicha: boo'ichi isaan haammatan gurra gooftaa Sabaoth keessa seena.",
  "Isin lafa irratti gammachuudhaan jiraattaniittu, akkasumas 'wanton' ta'aniiru; Akka guyyaa qalamaatti garaa keessan soorataniittu.",
  "Isin warra qajeeloo balaaleffattanii ajjeestaniittu; Innis si hin mormu.",
  "Kanaaf obsaa, gara dhufaatii Gooftaatti. Kunoo, aantuu firii lafaa gatii guddaa qabu eegaa, obsa dheeraa qaba, hamma inni roobni jalqabaa fi isa boodaa argatutti.",
  "obsa qabaadhaa; Garaa kee dhaabbi, dhufaatii Gooftaa waan harkisuuf.",
  "tokko tokko irratti hin haaromsin, obboloota, akka isin balaaleffatamtaniif, kunoo, abbaan murtii balbala duratti dhaabbate.",
  "obboloota koo, raajonni, maqaa gooftaatiin dubbatan, fakkeenya rakkinaa, fi obsaaf jecha fudhadhaa.",
  "Kunoo, gammachuu isaan obsu isaan lakkaa'a. Obsa Iyoom dhageessaniittu, dhuma gooftaa argitaniittu; Gooftaan baay’ee akka nama mararfatu, fi araara lallaafaa akka ta’e.",
  "Garuu waan hundumaa caalaa obboleessi koo, hin kakatu, samiin, lafaan hin kakatu, kakaa biraatiinis miti, garuu eeyyee kee haa ta'u; Dhiigaa kee immoo, lakki; akka balaaleffannaa keessa hin seenne.",
  "Si keessaa jiraadhaa jiraa?haa kadhatu. Gammachuu qabaa?Faarfannaa haa faarfatu.",
  "Si gidduutti dhukkubsatee jiraa?Jaarsolii mana kiristaanaa haa waamu; Maqaa gooftaatiin zayitaan isa dibaa, isa irrattis haa kadhatan:",
  "Kadhannaan Amantiis ni fayyisa, Waaqayyos isa ol kaasa; Cubbuu yoo raawwate immoo isaaf dhiifama ni argatu.",
  "Badii kee isa biraatti himadhu, akka ati fayyuuf tokko kadhadhu. Kadhannaa cimaa bu’a qabeessa nama qajeelaa baay’ee availeth.",
  "Eliyaas nama akkuma keenya fedhii jaallatu ture, roobni akka hin roobne cimsee kadhate: akkasumas lafa irratti hin roobu waggaa sadii fi ji'a jahaan.",
  "Innis ammas kadhate, samiin roobni roobee, lafti firii ishee fide.",
  "Obboloota, yoo isin keessaa namni dhugaa irraa err godhe, namni tokkos isa jijjiire;",
  "Inni isa cubbamaa karaa isaa irraa jijjiire, cubbuu baay’ee du’a irraa akka dhokatu haa beeku.",
  "Pheexiroos, ergamaa Yesus Kristoos, namoota hin beekne keessatti guutummaa Poontuus, Galaatiyaa, Kaappaadooqiyaa, Eeshiyaa fi Bitynia keessatti faca’anii jiraataniif,",
  "Akka dursee waaqa Abbaatti filadhaa, karaa qulqullaa'uu hafuuraa, ajajamuu fi dhiiga Yesus Kristositti facaasuun: ayyaana isiniif, nagaan, baay'ifama.",
  "Waaqayyoo fi abbaan gooftaa keenya Yesus Kristoos haa eebbifamu, inni akka araara isaa baay’eetti deebi’ee abdii jireenya qabuuf nu dhalche, du’aa ka’uu Yesus Kiristoosiin du’aa,",
  "gara dhaala hin mancaane, fi hin xuroofne, fi fadeth hin fagaanne, samii irratti siif reserved,",
  "kanneen yeroo dhumaatti mul’achuuf qophaa’an humna Waaqayyootiin kan qabaman ta’uu isaanii.",
  "Bakka ati baay'ee itti gammaddan, amma bara tokkoof, yoo barbaachisaa ta'e, isin qormaata manifold keessa jirtu:",
  "Qormaanni amantii keetii, warqee kan bade caalaa baay’ee gatii guddaa qabaachuu isaa, ibiddaan kan ilaalamu ta’us, mul’achuu Yesus Kristositti faaruu fi ulfinaa fi ulfinaaf akka argamu:",
  "Kan hin argine, isin jaallattan; Isa hin amanne ta'us, gammachuu hin dubbatamnee fi ulfina guutuudhaan isa hin argine ta'us, isa keessatti:",
  "Xumura amantii keetii, fayyina lubbuu keetii illee fudhachuu.",
  "Fayyina kanas raajonni sirnaan gaafatanii fi sakatta’aniiru, isaanis ayyaana isinitti dhufuu qabu raajii dubbataniiru:",
  "Hafuurri Kiristoos isa keessa ture maal, ykn yeroo akkamii, gidiraa Kiristoos, fi ulfina hordofuu qabu dursee yeroo ragaa ba’e barbaaduun.",
  "Isa, ofiif osoo hin taane, waan ifa ta'e, warra amma sitti lallabaniif, hafuura qulqulluu samii irraa gadi ergee siif lallabe, waan ta'eef, nuyi akka nuuf mul'ate; Wantoonni ergamoonni keessa ilaaluu barbaadan.",
  "Kanaaf, 'gord' up the loins of your mind, of sober, fi abdii ayyaanummaa yeroo mul'ata Yesus Kristoositti isiniif fidamuuf;",
  "Akka ijoollee ajajamaniitti, akka fedhii duraanii wallaalummaa keetiin of fakkeessuu dhiisuu:",
  "Garuu akkuma inni si waame qulqulluudha, haasawa hundumaa keessattis qulqulluu ta'i;",
  "Barreeffameef, qulqulluu ta'i; Ani qulqulluu waanan ta'eef.",
  "Abbaa, kabaja namootaa malee akka hojii dhiira hundaatti yoo waamtan, sodaa irraan kan ka'e yeroo itti of eegdan dabarfadhaa:",
  "Haasaa kee isa waa’ee hin baafne irraa akka meetii fi warqeetti akka hin furamne yeroo baay’ee yoo beektan, abbootiin keessan irraa duudhaadhaan;",
  "garuu dhiiga Kiristoos isa gatii guddaa qabu, akka hoolaa mudaa hin qabnee fi bakka hin qabnetti:",
  "kan dhuguma bu’uura addunyaa dura dursee ture, garuu yeroo dhumaaf siif mul’ate,",
  "Isa biratti Waaqayyotti amanu, isa du'aa ka'ee, ulfina isaaf kenne; amantii fi abdiin kee Waaqayyo keessa akka ta’u.",
  "Jaalala obbolootaaf hin fakkaanneef dhugaaf abboomamuudhaan lubbuu kee qulqulleessitee, garaa qulqulluudhaan akka wal jaallattan ilaalaa:",
  "lammata sanyii manca’e osoo hin taane, kan hin mancaane, sagalee Waaqayyootiin, kan bara baraan jiraatuu fi jiraatu.",
  "Foon hundinuu akka margaa, ulfina namaa hundumaas akka daraaraa margaatti. Margi ni goga, daraaraan isaas ni kufa:",
  "Garuu dubbiin gooftaa bara baraaf obsa. Jechi wangeelli sitti lallabamus isa kana.",
  "Kanaaf hammeenya hundumaa, fi haxxiffannaa hundumaa, fi fakkeessummaa, fi envies, dubbii hamoo hundumaa, cinatti dhiistee,,",
  "Akka daa’imman reefuu dhalatan, aannan garaa qulqulluu jechichaa hawwi, akka isinitti guddattaniif:",
  "Yoo akkas ta'e gooftaan tola akka ta'e dhandhamtee jirta.",
  "Isa dhufaatii, akka dhagaa jiraataa, dhuguma namootaaf hayyamame, garuu Waaqayyoon filatame, fi gatii guddaa qabu,",
  "Akkasumas akka dhagaa jireenya qabuutti, mana hafuuraa, lubummaa qulqulluu, aarsaa hafuuraa, Yesus Kristoosiin fudhatama qabu dhiyeessuuf ijaaramtu.",
  "Kanaaf Caaffata Qulqullaa’oo keessattis ni argama, kunoo, ani sion in angaf golee, filame, gatii guddaa qaba, inni immoo isa irratti amane hin burjaaja’u.",
  "Isinis warra gatii guddaa qabu jedhanii amanan, garuu dhagaan ijaartonni hin hayyamne, mataan golee sanaas kanumatu godhama, isaaniifis ni amanna, ni aarsa.",
  "fi dhagaa gufachuu, fi dhagaa yakkummaa, isaaniif illee kan dubbii irratti gufatu, ajajamuu diduu: wherento isaanis muudaman.",
  "Garuu dhaloota filatame, lubummaa mootii, saba qulqulluu, saba adda ta’e; akka isin faarfannaa Isaa dukkana keessaa gara ifa isaa isa ajaa'ibaatti isin waame;",
  "kan yeroo darbe saba hin taane, garuu amma saba Waaqayyoo ta’an: kan araara hin arganne, garuu amma araara argataniiru.",
  "Jaallatamaa, akka ormaa fi hajjii, hawwii foonii irraa of qusadhaa, isa lubbuu irratti waraana;",
  "Haasaan kee ormoota gidduutti amanamaa ta’uu isaanii, akka warra hamaatti si irratti yoo dubbatan, hojii gaarii keetiin, isa isaan ilaalan, guyyaa daawwannaa Waaqayyoof ulfina kennu.",
  "Gooftaaf jedhee seera namaa hundumaaf of galchi: Mootichaaf haa ta'u, akka ol aanaatti;",
  "Yookaan bulchitootaaf, akka isaan adabbii warra hamaatti isa ergeetti, faaruu isaaniifis.",
  "Fedhiin Waaqayyoos akkasuma, akka gaariitti gootummaadhaan, wallaalummaa namoota gowwaa taʼan callisanii dubbattan:",
  "akka bilisa ta’etti, fi bilisummaa kee kan hammeenya cuqqaaluuf osoo hin taane, akka tajaajiltoota Waaqayyootti fayyadamuudha.",
  "Dhiirota hunda kabaji. Obbolummaa jaalladhu. Waaqayyoon sodaadhu. Mootii kabajaa.",
  "tajaajiltoota, sodaa hundumaan gooftolii kee jalatti bula; Gara gaarii fi lallaafaa qofa osoo hin taane, gara Frowardis.",
  "Sababni isaas, namni qalbiidhaaf Waaqayyoof qalbiif ta’u gadda obsee, dogoggoraan rakkachaa jira.",
  "Ulfina akkamii, yoo, yeroo badii keessaniif buffe ta'an, obsaan ni fudhattu?Garuu yoo, yeroo gaarii hojjettan, obsaan yoo rakkattan, kun Waaqayyoo wajjin fudhatama qaba.",
  "Sababni isaas, ati illee akkas jettee waamamtanii turan: sababiin isaas Kiristoos nuuf rakkate, fakkeenya nuuf dhiisee, tarkaanfii isaa akka hordoftan:",
  "Eenyuutu cubbuu hin hojjenne, afaan isaa keessattis haxxummaan hin argamne:",
  "kan yeroo arrabsame ammas hin arrabsine; Yeroo rakkatu hin doorsine; garuu isa qajeelummaadhaan abbaa murtii sana isaaf of kenne:",
  "Kan ofii isaa cubbuu keenya qaama isaa keessatti muka irratti qullaa ta'e, nuti cubbuudhaaf du'aa taanee, gara qajeelummaatti akka jiraannuuf, sarara isaa irraa kan fayyitan.",
  "sababiin isaas, akka hoolota karaa irraa maqxaniif; amma garuu gara tiksee fi phaaphaasii lubbuu keetiitti deebi’a.",
  "Akkasumas, haadhotii manaa, abbaa manaa ofii keetiif bitadhaa; akka, yoo namni kamiyyuu hin ajajamne, isaanis dubbii malee haasawa haadha warraatiin mo’achuu danda’u;",
  "Haasaan kee qulqulluun sodaa wajjin walqabatee utuu ilaalanii.",
  "kan faayame, rifeensa ol kaa’uu, fi warqee uffachuu, ykn uffata kaa’uu akka hin taane kan hin taane;",
  "garuu nama dhokataa garaa haa ta’u, isa hin mancaane keessatti, faaya hafuura garraamummaa fi callisaa illee, isa Waaqayyo gatii guddaa qabutti.",
  "Sababni isaas, akkaataa kana booda yeroo durii dubartoonni qulqulluun, kan Waaqayyotti amanaman, ofii isaanii faayanii, abbaa manaa ofii isaaniif bitamuu:",
  "Saaraan Abrahaam yeroo ajajamtullee, gooftaa jettee, ijoolleen durbaa ishee, hamma gaarii gootanitti, ajaa'ibsiifannaa kamiinuu hin sodaatinaa.",
  "Akkasumas, yayyoonni, akka beekumsaatti, akka meeshaa dadhabaa sanaatti, akkasumas akka dhaaltota ayyaana jireenyaatti waliin ta’anitti, akka beekumsaatti isaan bira jiraattu; Kadhannaan kee akka hin gufanne.",
  "Dhumarratti, sammuu tokko ta’i, gara laafina tokko tokkoon, jaalala akka obbolootaatti qabaadhu, nama mararfadhu, kabaja qabaadhu:",
  "Hammeenyaaf hammeenya agarsiisuu osoo hin taane, ykn reeliingiif railing gochuu miti: eebba faallaa; Akka isin waamaman beekuudhaan, eebba akka dhaaltan.",
  "Inni jireenya jaallatu, guyyoota gaarii arraba isaa hammeenya irraa, funyaan isaas akka isaan haxxee hin dubbanne haa godhu:",
  "Hammeenya irraa fagaadhaa, gaarii haa hojjetu; Nagaa haa barbaadu, ittis haa dubbadhu.",
  "Ijji Gooftaa qajeelota irra waan jiraniif, gurri isaas kadhannaa isaaniif banaadha, fuula gooftaa garuu isa hamaa kan raawwatudha.",
  "Kan si miidhu immoo eenyuun si miidha, yoo waan gaarii ta'e hordoftan?",
  "Garuu qajeelummaaf yoo rakkatte, gammachuudhaan, sodaa isaanii hin sodaatin, hin dhiphatan;",
  "Garuu Waaqayyo gooftaa garaa kee keessatti qulqulleessi, yeroo hundumaa nama sababa abdii si keessa jiru hundumaaf deebii kennuu fi sodaa si keessa jiru hundumaaf deebii kennuuf qophaa'i:",
  "qalbii gaarii qabaachuu; Sunis, akka warra hamaatti si hammeenya yoo dubbatan, haasawa gaarii Kiristoos keessatti gootan sobaan himachuu isaaniitiin qaana’uu danda’u.",
  "sababiin isaas, fedha Waaqayyoo akkas ta’a, akka gaariitti akka rakkattu yoo ta’e, hamaa hojjechuu caalaa.",
  "Kiristoos yeroo tokko cubbuudhaaf rakkateera, warra haqa hin qabneef, akka inni gara Waaqayyootti nu geessu, fooniin ajjeefamuu, garuu hafuuraan saffisiise:",
  "Kan ittiin dhaqee gara hafuurota mana hidhaa keessa jiranitti lallabe;",
  "kan yeroo tokko tokko ajajamuu hin dandeenye, yeroo tokko dadhabbiin Waaqayyoo bara Noohii eegaa ture, yeroo ta’u, marsaan kun qophaa’aa ture, kan muraasni, jechuunis lubbuuwwan saddeet bishaaniin fayyu.",
  "The Like figure whereunto even cuuphaas amma nu oolcha (fiiltii foon kaa'uu osoo hin taane, deebii qalbii gaarii Waaqayyoof,) du'aa ka'uu Yesus Kristos:",
  "kan gara samiitti seene, fi mirga Waaqayyoo irra jira; Ergamootaa fi aanga’oonni fi humnoonni gara isaatti dhimma itti ba’an.",
  "Forasmuch yeroo sanatti akkuma Kiristoos fooniin nuuf dhiphate, sammuu tokkoon ofiin of harkaa qaba, sababiin isaas namni foonicha keessatti rakkate cubbuu irraa dhaabe;",
  "kana booda yeroo isaa isa hafe fooniin hawwii namootaatiif jiraachuu akka hin qabne, fedha Waaqayyoof malee.",
  "Yeroo jireenya keenya darbe fedha ormootaa hojjechuu keenyaaf gahaa ta’uu danda’a, yeroo nuti hasciviousness, hawwii, wayinii garmalee, haaromsuu, affeerraa, fi waaqolii tolfamoo jibbisiisoo ta’een deemnu:",
  "Wherein isaan waliin fiigdee jeequmsa daangaa darbe sanaa wajjin wal fakkaatuun, hammeenya sitti dubbadhu:",
  "kan ariitii fi warra du’an murteessuuf qophaa’e isa herrega itti kennu.",
  "Sababni isaas, sababni isaas wangeelli isaan du’aniis lallabamee, akka namoota foonitti akka ilaalaman, garuu hafuuraan akka Waaqayyootti haa jiraachisan.",
  "Garuu xumurri waan hundumaa harka jira, kanaaf of eeggannoodhaan, kadhannaatti ilaali.",
  "And above all things have fervent charity among yourselves: for charity shall cover the multitude of sins.",
  "Keessumummaa tokko tokko osoo hin hasaasin fayyadami.",
  "Akkuma namni hundi kennaa argate, akkasitti immoo isa biraatti tajaajili, akka bulchitoota gaarii ayyaana Waaqayyoo isa baay’ee ta’e.",
  "Namni yoo dubbate akka oracles Waaqayyoo haa dubbatu; Namni tajaajilaa kamiyyuu yoo ta’e, Waaqayyo waan hundumaan karaa Yesus Kristoos, isa bara baraan faarfannaa fi olaantummaa isaaniif haa ta’u, Waaqayyo waan hundumaa keessatti haa godhu. Ameen.",
  "Jaallatamaa, waa'ee qormaata abiddaa isa si yaaluu ta'e, akka waan wanti ajaa'ibaa tokko tokko sirratti ta'etti, waan ajaa'ibaa hin ta'in:",
  "Garuu gidiraa Kiristoos hirmaattota waan ta’aniif gammachuudhaan; akka, ulfinni isaa yeroo mul’atu, gammachuu caaluunis ni gammadda.",
  "Maqaa Kiristoosiif yoo arrabsame, gammachuudhaan; Hafuura ulfinaa fi Waaqayyoof si irra deebi'ee, gama isaaniitiin inni hamaan dubbatama, garuu gama keetiin ulfina qaba.",
  "Garuu akka nama ajjeesaatti, ykn akka hattuutti, ykn akka nama hamaatti, ykn dhimma dhiirota biroo irratti akka nama hojiin itti baay’atutti hin rakkanne.",
  "Ta’us namni kamiyyuu akka kiristaanaatti yoo rakkate, hin qaana’u; Garuu bakka kana bu'ee Waaqayyoon haa ulfisu.",
  "Yeroon itti firdiin mana Waaqayyoo irraa jalqabuu qaba, yoo jalqaba nutti jalqabe, dhumni isaanii Wangeela Waaqayyoof kan hin ajajamne maal ta’a?",
  "Warri qajeeloo ta’an immoo yoo fayyu, waaqayyoo fi cubbamaan eessatti mul’atu?",
  "Kanaaf akka fedha Waaqayyootti rakkatan, akka uumaa amanamaatti, akka gaariitti hojjechuudhaan lubbuu isaanii eeguudhaan haa rakkatan.",
  "Jaarsoliin isin gidduu jiru ani gorsa, isaanis jaarsa, fi ragaa gidiraa Kiristoos, akkasumas qooda ulfinaa kan mul’atu:",
  "Tuuta Waaqayyoo isa si gidduu jiru nyaachisi, to’annoo isaa fudhadhu, danqaadhaan osoo hin taane, fedhiidhaan; Falthy Lucref osoo hin taane, sammuu qophaa’eef;",
  "akka hambaa Waaqayyoo irratti gooftaa ta’uutti, garuu gara tuutaatti marsa.",
  "Yeroo tikseen angafaa mul'atus, gonfoo ulfinaa isa hin fagaanne ni argattu.",
  "Akkasumas, yommuu xiqqaa taʼe, jaarsa sanaaf of galchi. Eeyyee, hundi keessan isa biraa jalatti bultu, gad of qabuudhaan uffata ni uffattu, Waaqayyo isa boonsa mormuu, gad of deebisuuf ayyaana kenni.",
  "Kanaaf harka Waaqayyoo isa jabaa jalatti, yeroo isaa eeggatee akka si ol kaasu gad of deebisu:",
  "kunuunsa kee hundumaa isa irratti darbachuu; Inni siif kunuunsa.",
  "Sober, of eeggannoo godhaa; Sababni isaas, mormituu kee seexanni, akka leenca boo’aa tokkootti, waa’ee waan deemu, eenyuun akka nyaatu barbaada:",
  "kanneen obboloota keessan addunyaa kanarra jiran keessatti rakkinni sun akka raawwatamu beekanii, amantii keessatti 'stedfast' mormu.",
  "Garuu Waaqayyo ayyaana hundumaa, isa gara ulfina isaa isa bara baraatti Kiristoos Yesusiin nu waame, sana booda yeroo muraasaaf rakkachaa jirtan, akka isin hin rakkisne, akka isin jabeessitan, akka isin jabeessitan isin rakkisa.",
  "Isaaf bara baraan ulfinaafi olaantummaa qaba. Ameen.",
  "Silvaanos, obboleessa amanamaa ta’een, akkuman yaadu, ani yeroo gabaabaaf barreessee, gorsaa fi ragaa ba’ee jira, kunis ayyaana Waaqayyoo isa dhugaa isin dhaabbattan ta’uu isaa.",
  "Waldaan Baabilon, si waliin filatte, siif nagaa; Akkasumas Maarkis Ilmi koos akkasuma.",
  "Wal gaafadhaa wal dhungannaa arjummaa waliin. Nagaan kan Kiristoos Yesuus keessa jiru hundumaa si wajjin haa ta'u. Ameen.",
  "Simoon Pheexiroos, hojjetaa fi ergamaa Yesus Kristos, isaan karaa qajeelummaa Waaqayyoo fi fayyisaa keenya Yesus Kristos nuuf ta’anii akka amantii gatii guddaa qabuutti argan.",
  "Ayyaanni fi nagaan karaa beekumsa Waaqayyootiin, Yesus gooftaa keenyaan sitti baay’ata,",
  "Akka humni isaa Waaqummaatti waan jireenyaa fi waaqayyoo ilaalchisee, beekumsa isaa isa ulfinaa fi safuutti nu waame hundumaa nuuf kenname:",
  "Waadaa guddaa fi gati jabeessa caalee nuuf kenname: isaan warra kanaan uumama waaqummaa hirmaachisuun, malaammaltummaa addunyaa kanarra jiru jalaa miliqanii akka ta’aniif.",
  "Kana cinattis, cimina hundumaa kennuudhaan, safuu amantii kee irratti dabali; akkasumas beekumsa safuu qabu;",
  "akkasumas beekumsa beekumsaa; akkasumas obsa to’achuutti; akkasumas waaqayyoo obsaaf;",
  "akkasumas gaarummaa obbolummaa Waaqayyoof; Gara gaarummaa Obbolummaattis.",
  "Sababni isaas wantootni kun si keessa jiraatanii, yoo baay'atan, beekumsa gooftaa keenya Yesus Kiristoosiin akka hin dhabneef yookaan akka hin dhabne si godhu.",
  "Garuu inni wantoota kana hanqate jaamaadha, fagootti arguu hin danda'u, cubbuu isaa durii irraas qulqullaa'uu isaa dagateera.",
  "Kanaaf, obboloota, waamicha kee fi filannoo kee mirkaneeffachuuf of eeggannoo kenni, sababiin isaas, wantoota kana yoo goote, yoomiyyuu hin kuftu:",
  "sababiin isaas, seensa tokkotu si tajaajilee gara Mootummaa bara baraa Gooftaa fi Fayyisaa Yesus Kristositti baayʼinaan siif taʼa.",
  "Kanaaf yeroo hundumaa wantoota kana yaadannoo keessa galchuun dagannaan hin ta’u, isaan beektaa, dhugaa amma jiru keessattis hundeeffami.",
  "Eeyyee, hamman dunkaana kana keessa jirutti, yaadannoo keessa si kakaasuun si kakaasa jedheen yaada;",
  "Yeroo gabaabaa keessatti akkan dunkaana koo kana ofirraa baasuu qabu beekee, akkuma Gooftaan keenya Iyyasuus Kiristoos na qoose.",
  "Kana malees, erga du’ee booda wantoota kana yeroo hundumaa yaadannoodhaan qabaachuu akka dandeessu nan carraaqa.",
  "sababiin isaas, yeroo humnaa fi dhufaatii gooftaa keenya Yesus Kristos sitti beeknu, garuu ija namaa kan argan ta’uu isaa, haxxummaan hin hordofne.",
  "Sababni isaas, inni Waaqayyo irraa kabajaa fi ulfina, ulfina gaarii irraa sagalee akkasii yeroo dhufu, kun ilma koo isa jaallatamaa, isa ani itti gammadedha.",
  "Sagaleen samii irraa dhufe kun immoo dhageenye, yeroo gaara qulqulluu keessa isa waliin turre.",
  "Akkasumas jecha raajii caalaatti mirkanaa’aa ta’e qabna; Isin, akka ifa bakka dukkanaa’aa keessatti caccabu, hamma guyyaa bari’utti, akka gaarii ta’etti, urjiin guyyaa garaa kee keessatti ka’a:",
  "Kana dursee beekuun, raajiin Caaffata Qulqullaa’oo kamiyyuu hiika dhuunfaa akka hin qabne.",
  "Raajiin fedha namaatiin yeroo durii miti, garuu warri Waaqayyoo qulqulluun hafuura qulqulluudhaan yeroo socho’an ni dubbachaa turan.",
  "Garuu si gidduutti barsiisonni sobaa, kanneen dhugaadhaan amantii irraa madde fidan, Gooftaa isaan bite illee ganee, badiisa ariifataa ofitti fidan illee, raajonni sobaa ummata birattis ni turan.",
  "Baayʼeen isaaniis karaa isaanii isa hamaa taʼe ni hordofu; sababa karaan dhugaa eenyuun akka hamaa dubbatamu.",
  "Karaa hawwiitiin immoo jechoota fakkeessaa ta'aniin meeshaa daldalaa siif godhu: firdiin isaa amma yeroo dheeraadhaaf hin turre, abaarsa isaaniis slumbereth miti.",
  "Sababni isaas, Waaqayyo ergamoota cubbuu hojjetan osoo hin taane, gara si’oolitti gadi darbatee, gara sansalata dukkanaatti isaan geessisee, firdiidhaaf akka of eeggadhu;",
  "Addunyaa durii osoo hin taane, Noh nama saddeettamaa, lallabaa qajeelummaa, addunyaa warra Waaqayyoon hin Waaqayyoontiin lolaa fidee baraare;",
  "akkasumas magaalota Sodoomii fi Gomorrha gara asheetaatti jijjiiruun, warra booda gara Waaqayyoon hin sodaanne jiraachuu qabanitti marsanii akka isaan marsanii isaan balaaleffate;",
  "fi baay’ee qofa kan geessise, haasawa xuraa’aa warra jal’ootaa wajjin kan dhiphate:",
  "(Namni qajeelaan isaan gidduu jiraatu, arguu fi dhaga’uu keessatti, lubbuu isaa qajeeloo guyyaa guyyaan hojii isaanii seeraan alaatiin dhiphise;)",
  "Gooftaan qormaata keessaa akkamitti akka geessu, akkasumas guyyaa firdii adabamuuf jecha haqa hin qabne qabachuu akka danda’u beeka:",
  "Garuu irra caalaa isaan kan deeman fedhii xuraa'ummaa keessaa foon duukaa deeman, fi mootummaa tuffatu. Presumptuous isaan, of fedhii, isaan hamaa dubbachuu hin sodaatan.",
  "Ergamoonni aangoo fi danda’an guddaa ta’an, Himata Railing isaan irratti Gooftaa duratti hin fidan.",
  "Garuu isaan kun, akka bineensota bineensa uumamaa, akka fudhatamanii fi akka balleessan godhanii, wantoota isaan hin hubanne hammeenya dubbatu; akkasumas malaammaltummaa ofii isaaniitiin guutummaatti ni bada;",
  "akkasumas badhaasa qajeelummaa hin fudhatu, akkuma isaan yeroo guyyaa jeequmsa keessa galchuun gammachuu itti dhaga’amu. tuqaa isaan ta’anii fi mudaa kan qaban, gowwoomsaa ofii isaaniitiin osoo si waliin ayyaaneffatanii of ispoortii;",
  "ija ejja guutee, sun immoo cubbuu irraa dhaabuu hin dandeenye; Lubbuuwwan tasgabbaa’oo hin taane gowwomsuu: garaa gocha hawwataa ta’een sochii qaamaa godhaniiru; Ijoollee abaaramaa:",
  "kanneen karaa sirrii ta’e dhiisanii, karaa Balaam ilma Bosor, kan mindaa jal’ina hin jaallanne hordofuun karaa irraa maqan;",
  "garuu jal'ina isaaf ceepha'ame: Harmi afaan hin qabne sagalee namaatiin haasa'aa maraatummaa Nabiyyii dhorke.",
  "Kunniin boolla bishaanii hin qabne, duumessa obomboleettiidhaan baataman; kan awwaara dukkanaa bara baraan reserved ta’e.",
  "Sababni isaas, jechoota waa’ee hin baafne dhiita’an guddaa yeroo dubbatan, fedhii fooniitiin, karaa baay’ee, warra qulqulluu ta’an isaan jalaa miliqan warra dogoggora keessa jiraatan.",
  "Bilisummaa isaaniif waadaa galan, isaan ofii isaanii tajaajiltoota malaammaltummaati: isaan keessaa namni tokko mo’amee, innis kanuma, garbummaa fidame.",
  "Sababni isaas, erga faalama biyya lafaatiin karaa beekumsa Gooftaa fi fayyisaa Yesus Kristos jalaa miliqan booda, ammas achi keessa wal qabatee, fi irra aanuun, dhuma inni lammaffaan jalqaba caalaa isaan waliin hammaata.",
  "sababiin isaas, erga beekanii booda, abboommii qulqulluu irraa gara isaatti geessuun, karaa qajeelummaa akka hin beekne isaan wayya ture.",
  "Garuu akka mammaaksa dhugaatti isaan mudata, sareen ammas gara garaa isaatti garagalee; akkasumas facaasaa kan dhoqqee keessa wallowing ishee dhiqame.",
  "Ergaa lammaffaa kana, jaallatamaa, amma isiniif barreessa; lamaan isaanii keessatti ani sammuu kee qulqulluu karaa yaadannootiin kakaasa:",
  "Jechoota kanaan dura raajota qulqulluudhaan dubbataman, akkasumas ergamoota Waaqayyoo fi Fayyisaan abboomamtanii akka yaadattan:",
  "Kana dursee beekuun, guyyoota dhumaa keessa akka dhufan, fedhii ofii isaanii duukaa deemanii,",
  "Akkasumas, waadaan dhufuu isaa eessa jira?sababiin isaas abbootiin erga rafanii as wanti hundi akkuma jalqaba uumama irraa kaasee itti fufa.",
  "Kanaaf fedhiidhaan, sagalee Waaqayyootiin samiin kan dulloome, lafti immoo bishaan keessaa fi bishaan keessaa dhaabbachuu akka danda’an ni wallaalu:",
  "ittiin addunyaan yeroo sana ture, bishaaniin dhangala’aa jiraachuun:",
  "Garuu samiin fi lafti, amma, dubbiin tokkoon, guyyaa firdii fi namoota Waaqayyoon hin raawwanne gadhiisuu irratti dhukaasaaf kan qophaa’e ta’uu isaati.",
  "Garuu, jaallatamaa, waan tokko kana wallaaluu miti, guyyaan tokko Gooftaa wajjin akka waggaa kumaa, waggaa kuma tokko immoo akka guyyaa tokkootti.",
  "Gooftaan waadaa isaa ilaalchisee laafina hin qabu, akkuma namoonni tokko tokko laafina lakkaa’an; garuu US-WARD tti dheeraa dha, namni kamiyyuu akka badu osoo hin taane, hundi isaanii gaabbiidhaaf akka dhufan fedhii hin qabu.",
  "Guyyaan gooftaa garuu akka hattuutti ni dhufa; kan samiin sagalee guddaadhaan ni darba, elementoonnis ho’a cimaadhaan ni baqu, lafti akkasumas hojiiwwan achi keessa jiran ni gubatu.",
  "Yeroo egaa wantootni kun hundinuu akka diigaman, akkaataa namoonni akkamii haasawa qulqulluu fi waaqayyoo hundumaa keessatti ta’uu akka qabdan,",
  "Gara dhufaatii guyyaa Waaqayyoo barbaadaa fi Hasting, kan samiin ibiddaan gubatu ni diigama, elementoonnis ho’a cimaa ta’een ni baqu?",
  "Kanas ta’e sana, akka waadaa isaatti samii haaraa fi lafa haaraa barbaanna, kanas qajeelummaan jiraanna.",
  "Kanaaf, jaallattanii, waan akkasii akka barbaaddan arguun, nagaadhaan, bakka hin qabne, fi komatama malee akka argamtan cimsi.",
  "akkasumas gooftaan keenya yeroo dheeraadhaaf turuun fayyina akka ta’e itti hima; akka obboleessa keenya isa jaallatamaa Phaawuloos ogummaa isaaf kennameettis;",
  "akkasumas ergaawwan isaa hundumaa keessatti, wantoota kana isaan keessatti dubbachuu; kanneen keessatti wantoota hubatamuu qaban tokko tokko, kanneen isaan hin baratamnee fi wal’aansoo tasgabbaa’aa hin taane, akkuma isaan Caaffata Qulqullaa’oo kanneen biroo, gara badiisa mataa isaaniitti.",
  "Isin kanaaf, waan kana dura waan kana beektanii, dogoggora warra hamaa sanaan akka hin geggeessine, akka hin geggeessine, 'sedfastness' keessan irraa akka hin kufneef.",
  "garuu ayyaana, fi beekumsa gooftaa fi fayyisaa keenyaa Yesus Kristos keessatti guddadhu. Isaaf ulfina haa ta’u bara baraan. Ameen.",
  "kan jalqabarraa kaasee ture, kan dhageenye, kan ija keenyaan argine, kan nuti ilaalle, harki keenyas, kan qabe;",
  "(Jireenyi mul’atee, arginee, dhugaa ba’aa, jireenya bara baraa isa Abbaa wajjin ture sanas sitti mul’atee, nutti mul’ate;)",
  "Kan nuti arginee dhageenye, isinis akka isin waliin jiraatan isinitti himna, dhuguma waldaan keenya Abbaa wajjin, Ilma isaa Yesus Kristos wajjinis ta'a.",
  "Wantoonni kun immoo gammachuun kee akka guutu nu barreessa.",
  "Egaa kun ergaa isa dhageenyee, siif labsinee, Waaqayyo ifa akka ta’e, isa keessas tasumaa dukkana akka hin taanedha.",
  "Yoo isa waliin walitti dhufeenya qabna, dukkana keessa deemna, soba, dhugaa hin taane yoo ta’e:",
  "Garuu ifa keessa yoo deemnu, akkuma inni ifa keessa jiru, wal fuudhuu tokko tokkoon, dhiigni Yesus Kristos ilmi isaa cubbuu hundumaa irraa nu qulqulleessa.",
  "Cubbuu hin qabnu yoo jenne of gowwomsina, dhugaanis nu keessa hin jiru.",
  "Cubbuu keenya yoo waakkanne, inni amanamaa fi cubbuu keenya nuuf dhiisuu qofaaf, akkasumas qajeelummaa hin qabne hundumaa irraa nu qulqulleessuuf.",
  "Cubbuu hin hojjenne yoo jenne sobduu isa goona, dubbiin isaas nu keessa hin jiru.",
  "Ijoollee koo xixiqqoo, wantootni kun ani siif barreessu, akka isin cubbuu hin taane. Cubbuun nama kamiyyuu yoo jiraates, Abbaa, Yesus Kristos isa qajeelaa wajjin leellisaa qabna:",
  "Inni immoo cubbuu keenyaaf araara: kan keenya qofaaf osoo hin taane, cubbuu addunyaa guutuuf.",
  "Akkasumas akka isa beeknu ni beekna, yoo abboommii isaa eegnee.",
  "Inni akkas jedha, ani isa beeka, abboommii isaa hin eegu, sobaa dha, dhugaan immoo isa keessa hin jiru.",
  "Garuu namni dubbii isaa eege, isa keessa dhuguma jaalala Waaqayyoo fiixaan ba'e: nuti akka nuti isa keessa jirruun beekna.",
  "Inni akkas jedhee isa keessa jira, ofii isaatiis akkasuma akka deemu, akkuma inni deemullee.",
  "Obboloota, abboommii durii kan jalqabarraa qabdan malee abboommii haaraa isiniif hin barreessu. Abboommiin moofaa jecha jalqabarraa dhageessaniidha.",
  "Ammas abboommii haaraa ani siif barreessu, isa keessattis ta’e si keessa wanti dhugaa ta’e: sababiin isaas dukkanni waan darbeef, ifni dhugaa amma ni ibsa.",
  "Inni akkas jedha inni ifa keessa jira, obboleessa isaas jibba, hanga ammaattillee dukkana keessa jira.",
  "Inni obboleessa isaa jaallatu ifa keessa jiraata, carraan isa keessatti gufachuus hin jiru.",
  "Garuu inni obboleessa isaa jibbe dukkana keessa jira, dukkana keessas deema, inni immoo hin beeku, sababiin isaas dukkanni sun ija isaa jaamse.",
  "Cubbuun kee maqaa isaaf jecha siif dhiifama waan ta'eef siif barreessa.",
  "Ani siif barreessa abbootii, sababni isaas isa jalqabarraa isa beekte. Isin warra hamaa sana mo'attanii waan jirtaniif isiniif barreessa. Ani siif barreessa ijoollee xixiqqoo, sababni isaas ati abbaa waan beektuuf.",
  "Ani warra jalqabarraa kaasee waan isa beektaniif isiniif barreesseen jira. Ani dargaggoonni sitti barreessaniiru, sababiin isaas ati jabaattee, dubbiin Waaqayyoo si keessa jira, isa hamaas ni mo’atta.",
  "Jaalalli addunyaa osoo hin taane, wantoota addunyaa kanarra jiranis. Dhiirri kamiyyuu addunyaa kana yoo jaallate jaalalli Abbaa isa keessa hin jiru.",
  "Sababni isaas, wanti biyya lafaa keessa jiru hundinuu, hawwiin foonii, fi fedhiin ijaa, fi of tuulummaa jireenyaa, kan Abbaa osoo hin taane, kan biyya lafaati.",
  "Biyyi lafaas ni du'a, fedhiin isaas, inni fedha Waaqayyoo bara baraaf ni jiraata.",
  "Ijoollee xixiqqoo, yeroo dhumaatiif, akkuma dhageessanii, Mormituu Kiristoos akka dhufu, ammallee Mormitoonni Kiristoos baay’een jiru; ittiin yeroo dhumaaf akka ta’e beekna.",
  "Nu keessaa ba'an, garuu nu hin turre; Sababni isaas, osoo nu ta’anii nu waliin itti fufanii akka turan hin shakkisiisu, garuu isaan hunda keenya akka hin taane akka mul’ataniif ba’an.",
  "Garuu isa qulqulluu irraa unction qabda, waan hundumaas ni beektu.",
  "Dhugaa osoo hin taane waan beektuuf, waan beektuuf, sobni dhugaa akka hin taane isinitti hin barreessine.",
  "Eenyu sobduudha malee Yesus Kiristoos ta'uu isaa haalu?Inni Mormituu Kiristoos, Abbaa fi Ilma kan haalu.",
  "Namni Ilma haalu, abbaa hin qabu, inni ilma ilmi isaas abbaa sana qaba.",
  "Kanaaf sun si keessa haa jiraatu, isa jalqabaa kaasee dhageessaniidha. Wanti isin jalqabarraa kaasee dhageessan, Ilma, Abbaa keessas itti fuftu.",
  "Kun immoo waadaa nuuf gale, jireenya bara baraa illee.",
  "Wantoonni kun waa'ee isaanii isin sossobee isiniif barreessee jira.",
  "Garuu dibata isin isa waa'ee isinitti eegdan, namni kamiyyuu isin barsiisa, garuu akkuma dibata wal fakkaatuun waan hundumaa isin barsiisa, dhugaadha, soba miti, akkuma isin barsiiftan illee, isin isa keessa ni jiraattu.",
  "Ammas, ijoollee xixiqqoo, isa keessa jiraatan; akka, yeroo inni mul’atu, ofitti amanamummaa akka qabaannu, yeroo dhufaatii isaattis isa duratti akka hin qaanofne.",
  "Inni qajeelaa akka ta'e yoo beektan, namni qajeelummaa hojjetu hundi akka isa irraa dhalate ni beektu.",
  "Kunoo, abbaan akkam nuuf kenne, akka nuti ilmaan Waaqayyoo waamamnu: kanaaf biyyi lafaa nu hin beeknu, sababiin isaas waan isa hin beekneef.",
  "Jaallatamaa, amma Ilmaan Waaqayyooti, ​​amma iyyuu waan nuti taanu hin mul'atu, garuu, yeroo inni mul'atu, nuti akka isa taanu ni beekna; sababiin isaas, akkuma isaa isa argina.",
  "Namni abdii kana isa keessa jiru hundumaas ofii isaatii, akkuma inni qulqulluu ta’etti illee.",
  "Namni cubbuu raawwatu raawwatu seeras: cubbuun seera irra darbuu waan ta’eef.",
  "Cubbuu keenya akka isa irraa fudhatus ni beektu; Isa keessas cubbuun hin jiru.",
  "Namni isa keessa hin jiraanne sinnneth miti: namni Sinneth isa hin argine, isa lamaanuu isa hin beekne.",
  "Ijoollee xixiqqoo, namni tokkollee si hin gowwoomsu, inni qajeelummaan qajeelummaadha, akkuma qajeelummaatti.",
  "cubbuu raawwate sun kan seexanaati; jalqabarraa kaasee seexanni Sinneth. Kanaaf ilmi Waaqayyoo hojii seexanaa akka balleessu mul’ate.",
  "Namni Waaqayyo irraa dhalate cubbuu hin raawwatu; sanyii isaa isa keessa jira, innis cubbuu hin danda’u, sababiin isaas inni Waaqayyoon waan dhalateef.",
  "Kana keessatti ijoolleen Waaqayyoo mul’atu, ijoolleen Seexanaas: namni qajeelummaan hin taane kan Waaqayyoo miti, inni obboleessa isaa hin jaallatu.",
  "Sababni isaas, ergaan jalqabaa kaasee dhageessan, akka wal jaallannu.",
  "Akka Qaayin isa hamaa sanaa miti, obboleessa isaas ajjeese. Akkasumas eenyuun ajjeese?Sababni isaas hojiin ofii isaa hamaa, fi qajeelummaa obboleessa isaa ture.",
  "Marvel miti obboleeyyan koo, yoo addunyaan si jibbe.",
  "Du'a irraa gara jireenyaatti akka darbine ni beekna, sababiin isaas obboloota waan jaallannuuf. Inni kan jaallatu obboleessa isaa osoo hin taane du'aaf ni jiraata.",
  "Namni obboleessa isaa jibbu nama ajjeesudha, namni ajjeesu kamiyyuu jireenya bara baraa isa keessa akka hin jiraanne ni beektu.",
  "Kanaanis jaalala Waaqayyoo nu hubanna, sababiin isaas inni jireenya isaa nuuf lafa kaa’e, obbolootaaf jireenya keenya lafa kaa’uu qabna.",
  "Garuu eenyutu gaarii addunyaa kanaa qaba, obboleessi isaa akka barbaachisu arga, garaa gara laafina isaa isa irraa cufe, hammam jaalala Waaqayyoo isa keessa jiraachaa?",
  "Ijoolleen koo xixiqqoo, afaaniin lamaan isaanii iyyuu hin jaallannu; garuu gochaa fi dhugaa keessatti.",
  "Kanas dhugaa akka taane ni beekna, garaa keenyas isa duratti ni mirkaneessina.",
  "Sababni isaas, garaan keenya yoo nu balaaleffate, Waaqayyo garaa keenya caala, waan hundumaas ni beeka.",
  "Jaallatamaa, garaan keenya yoo nu balaaleffate, Waaqayyoof ofitti amanamummaa qabna.",
  "Akkasumas waan nuti gaafanneef, abboommii isaa eegnee, wantoota ija isaa duratti nama gammachiisu sana hojjenna.",
  "Kun abboommii isaati, maqaa Ilma isaa Yesus Kristos irratti akka amannu, akka inni abboommii nuuf kenneetti wal jaallachuu qabna.",
  "Inni abboommii isaa isa keessa jiraatu, isa keessas. akkasumas akka inni nu keessa jiraatu ni beekna, hafuura inni nuuf kenneen.",
  "Jaallatamaa, Hafuura hundumaa osoo hin taane, hafuurota Waaqayyoo ta’uu isaanii yaali: sababiin isaas raajonni sobaa baay’een gara biyya lafaatti waan ba’aniif.",
  "Hafuura Waaqayyoo isa kanaanis ni beeki, hafuurri Yesus Kristos fooniin akka dhufu himatu hundi:",
  "Hafuurri Yesus Kristos fooniin akka dhufu hin himanne hundumaas kan Waaqayyoo miti, innis hafuurri Mormituu Kiristoos isa akka dhufe dhageessanii dhageessanii; Ammallee addunyaa kanarra jira.",
  "Isin ijoollee xixiqqoo, isaan mo'attaniittu: sababni isaas inni si keessa jira, isa biyya lafaa keessa jiru caalaa.",
  "Isaan kan biyya lafaati: kanaaf isaan waa’ee biyya lafaa, addunyaanis isaan dhaga’u.",
  "Nuti kan Waaqayyooti, ​​inni Waaqayyo nu dhaga'a; Inni Waaqayyo nu hin dhaga'u.As Hafuura Dhugaa, fi Hafuura dogoggoraa beekna.",
  "Jaallatamoo, wal jaallannu, jaalalli Waaqayyoo waan ta'eef; Namni jaalalli hundi Waaqayyoon dhalate, Waaqayyoonis ni beeka.",
  "Namni jaalala hin qabne Waaqayyo hin beeku; Waaqayyo jaalala waan ta'eef.",
  "Kana keessatti jaalala Waaqayyoo gara keenyatti mul’ate, sababiin isaas Waaqayyo ilma isaa tokkicha gara biyya lafaatti erge, akka nuti karaa isaa jiraannu.",
  "Kunoo jaalala, Waaqayyoon jaallachuu keenya osoo hin taane, inni nu jaallate, ilma isaa cubbuu keenyaaf araara akka ta'uuf erge.",
  "Jaallatamaa, Waaqayyo akkas yoo nu jaallate, nutis wal jaallachuu qabna.",
  "Namni kamiyyuu yeroo barbaadetti Waaqayyoon hin argine. Yoo wal jaallanne Waaqayyo nu keessa jira, jaalalli isaas nu keessatti fiixaan ba'a.",
  "Akka nuti isa keessa jiraannu beekna, innis nu keessa jira, sababiin isaas inni hafuura isaa nuuf kenne.",
  "Akkasumas abbaan ilma fayyisaa biyya lafaa akka ta'uuf erge arginee fi ragaa baaneerra.",
  "Namni Yesus Ilma Waaqayyoo ta'uu isaa himatu, Waaqayyo isa keessa jira, inni immoo Waaqayyo keessa jira.",
  "Jaalala Waaqayyo nuuf qabus ni beekna, ni amannas. Waaqayyo jaalaladha; innis Waaqayyoon keessa jiraata, Waaqayyos isa keessa jira.",
  "Asitti jaalalli keenya mudaa kan hin qabne ta’ee jira, akka inni bara firdiitti ija jabina akka qabaannu: sababiin isaas akkuma isaa, addunyaa kana irrattis akkasuma.",
  "Jaalala keessatti sodaan hin jiru; Garuu jaalalli guutuu ta'e sodaa gadi darbate: sababni isaas sodaan dararaa. Inni sodaan sun jaalalaan guutuu hin ta'u.",
  "Isa jaallanna, sababiin isaas inni jalqaba nu jaallate.",
  "Namni yoo jedhe, Waaqayyoon nan jaalladha, obboleessa isaa jibba, inni soba dha, inni obboleessa isaa isa arge osoo hin taane, Waaqayyo isa inni hin argine akkamitti jaallachuu danda'a?",
  "Abboommiin kun immoo isa irraa qabna, namni waaqa jaallatu obboleessa isaas akka jaallatu.",
  "Namni Yesus Waaqayyoon dhalate jedhee amanu, isa isa jaallatu hundumaas isa isa jaallatu.",
  "Kanaan ijoollee Waaqayyoo akka jaallannu ni beekna, yeroo Waaqayyoon jaallannu, abboommii isaa akka eegnu ni beekna.",
  "Kun jaalala Waaqayyoo waan ta'eef, abboommii isaa akka eegnu: abboommii isaas gadda hin qabu.",
  "Sababni isaas, Waaqayyo biyya lafaa irra aanee kan dhalate yoo ta’e, kunis injifannoo biyya lafaa, amantii keenya illee irra aanudha.",
  "Kan biyya lafaa kana mo'u, garuu Yesus Ilma Waaqayyoo ta'uu isaa amanu eenyu?",
  "Kun isa bishaanii fi dhiigaan dhufe, Yesus Kristos illee; Bishaan qofaan osoo hin taane, bishaanii fi dhiigaan. Hafuurri dhugaa waan ta’eef kan dhugaa ba’u hafuuraas.",
  "sababiin isaas, Sadii, Abbaa, Dubbii, Hafuura Qulqulluu irratti galmeessu, sadan isaaniis tokko.",
  "Lafa, hafuuraa fi bishaan, bishaan keessaa sadii kan ba’an immoo, isaan sadan kun tokko irratti walii galu.",
  "Ragaa namootaa yoo fudhanne, dhugaa baatuun Waaqayyoo guddaa dha: kun ragaa Waaqayyoo isa inni ilma isaa irratti ragaa ba’e waan ta’eef.",
  "Namni Ilma Waaqayyootti amanu ofii isaatii dhugaa ba'umsa qaba: Waaqayyo hin amanne sobduu isa godhe; Sababni isaas, galmee Waaqayyo ilma isaa irratti kenne waan hin amanneef.",
  "Kanas galmee, Waaqayyo jireenya bara baraa nuuf kenne, jireenyi kun ilma isaa keessa akka ta’e.",
  "Namni ilmi sun jireenya qaba; Inni ilma Waaqayyoo hin qabnes jireenya hin qabu.",
  "Wantoonni kun maqaa Ilma Waaqayyootti kan amanan isiniif barreessee jira; akka isin jireenya bara baraa akka qabdan, maqaa Ilma Waaqayyootti akka amantan ni beektu.",
  "Kun immoo ofitti amanamummaa isa keessa qabnudha, akka fedha isaatiin waan tokkollee yoo gaafanne, inni nu dhaga’a:",
  "Akkasumas akka inni nu dhaga'u yoo beeknu, iyyannoo isa hawwinu akka qabnu ni beekna.",
  "Namni kamiyyuu obboleessa isaa cubbuu cubbuu du'a hin taane yoo arge, inni immoo cubbuu akka hin taaneef jireenya isaaf in kenna. Cubbuun hanga du'aatti jira, inni ni kadhata hin jedhu.",
  "Hunduu cubbuudha, cubbuun immoo du’a hin jiru.",
  "Namni Waaqayyoon akka hin dhalanne ni beekna; Garuu inni Waaqayyo ofii isaatii eege, inni hamaan sun immoo isa hin tuqne.",
  "akkasumas Waaqayyoo akka taane ni beekna, biyyi lafaa guutuun immoo hammeenya keessa akka ciisu ni beekna.",
  "Ilmi Waaqayyoos akka dhufe ni beekna, hubannoo nuuf kenneera, akka nuti dhugaa ta’e isa beekna, nutis dhugaadha isa keessa jirra, Ilma isaa Yesus Kristos keessatti illee. Kun waaqa dhugaa, fi jireenya bara baraati.",
  "Ijoollee xixiqqoo, waaqolii tolfamoo irraa of eegaa. Ameen.",
  "Jaarsa gara giiftii filatamtuu fi ijoollee ishee, isa ani dhugaadhaan jaalladhutti; akkasumas ani qofa osoo hin taane, waan dhugaa beekan hunda;",
  "dhugaa isaaf jecha, isa nu keessa jiraatu, bara baraan nu waliin in ta'a.",
  "Ayyaanni si wajjin, araara, nagaa, Waaqayyo Abbaa irraa, Gooftaa Yesus Kristos irraas, Ilma Abbaa, dhugaa fi jaalalaan.",
  "Abbaa irraa abboommii waan arganneef, ijoollee kee dhugaadhaan deemaa jiran irraa argachuu kootti baay’een gammade.",
  "Ammas si kadhadha, giiftii, akka waan abboommii haaraa siif barreessetti osoo hin taane, isa jalqabarraa kaasee qabnu, akka wal jaallannu.",
  "Kun immoo jaalala, abboommii isaa duukaa deemna. Kun abboommii, akkuma jalqabarraa dhageessan, keessa akka seentan.",
  "Gowwoomsitoonni baay’een biyya lafaa keessa seenu, inni immoo Yesus Kristos fooniin akka dhufu hin himatu. Kun gowwoomsaa fi mormituu Kiristoosiidha.",
  "Wantoota hojjennu sana osoo hin taane, badhaasa guutuu akka argannu of ilaalaa, akka dhabnu.",
  "Namni irra darbu, fi barumsa Kiristoos keessa hin jiraatu, Waaqayyo miti. Isa barsiisa Kiristoosiif eegdu, Abbaa fi Ilma lamaanuu qaba.",
  "Yoo sitti dhufe, fi barumsa kana hin fidin, mana kee keessa hin fudhannee, Waaqayyoon hin fuudhin, Waaqayyoon hin argitu:",
  "Sababni isaas, inni isa biddeth Waaqayyo saffisa hirmaachisa hojii isaa hamaa dha.",
  "Waan baay’ee siif barreessu qabadhee, waraqaa fi inkii hin barreessu ture, garuu gammachuun keenya akka guutu, gara kee dhufuuf, fuula duratti akka dubbadhu nan amana.",
  "Ijoolleen kee obboleettii filatu. Ameen.",
  "Jaarsa gara Giyoos isa ani dhugaadhaan jaalladhutti.",
  "Jaallatamaa, waan hundumaa caalaa akka lubbuun kee badhaadhuutti badhaate fayyaa keessa jiraachuu fi fayyaa keessa jiraachuu nan hawwa.",
  "sababiin isaas, yeroo obboloonni dhufanii dhugaa si keessa jiru, dhugaadhaan illee si keessa jiru ragaa baʼan.",
  "Ijoolleen koo dhugaadhaan akka deeman dhagahuu caalaa gammachuu guddaa hin qabu.",
  "Jaallatamtuun, obboleeyyan, namoota hin beekneef immoo amanamummaadhaan ni hojjetti;",
  "Kan sadaqaa kee waldaa duratti dhugaa ba'e: Isa yoo ati imala isaanii gara Waaqayyootti dhufte, ati immoo gaarii hojjetta:",
  "Sababni isaas, maqaa isaaf jecha, warra ormaa homaa hin fudhanne.",
  "Kanaaf akkasii argachuu qabna, akka nuti dhugaa ta'uu dandeenyutti.",
  "Waldaadhaaf barreesseen ture: Diyootreefonni garuu isaan gidduutti olaantummaa qabaachuu jaallatu, nu hin simatan.",
  "Kanaaf, yoo dhufe, hojii isaa isa inni hojjetu nan yaadadha, jechoota hamaadhaan nu irratti prating, fi itti quufuu hin qabu, ofii isaatii obboloota hin fudhatu, isaan immoo isaan dhowwuu, fi isaan waldaa keessaa isaan baase.",
  "Jaallatamaa, kan hamaa ta'e osoo hin taane, kan gaarii ta'e hordofi. Namni gaarummaan hojjetu Waaqayyoodha, inni garuu hamaan Waaqayyoon hin argine.",
  "Demetrius gabaasa gaarii dhiirota hundumaa, fi dhugaa mataa isaa qaba: eeyyee, nutis galmee ni baafne; Galmeen keenyas dhugaa ta'uu isaa ni beektu.",
  "Waan baay'ee barreessuu qaba ture, garuu inkii fi qalama sitti hin barreessu:",
  "Garuu yeroo gabaabaaf si arga, fuula fuulattis ni dubbanna. Nagaan siif haa ta'u. Hiriyoonni keenya siif galateeffatu. Hiriyyoota maqaa dhahuun nagaa gaafadhaa.",
  "[]",
  "Yihudaa, garbicha Yesus Kristoos, fi obboleessa Yaaqoob, isaaniif Waaqayyo Abbaadhaan qulqullaa’ee, Yesus Kristos keessattis kan eegame, akkasumas:",
  "Araarama siif, nagaa, jaaladha, baay'i.",
  "Jaallatamaa, fayyina barame sana siif barreessuudhaaf cimina hundumaa yeroon kennu, siif barreessuun na barbaachisaa ture, amantii yeroo tokko qulqullootaaf geessite cimsitee akka falmitu si gorse.",
  "sababiin isaas, namoonni tokko tokko osoo hin beekin, warra dullooman balaaleffannaa kanaaf muudaman, namoota Waaqayyoon hin sodaanne, ayyaana Waaqa keenyaa gara jaalatamaatti jijjiiranii, Waaqayyo gooftaa tokkicha, gooftaa keenyas Yesus Kristos haaluudhaan waan turaniif, ni seenu.",
  "Kanaaf, yeroo tokko kana beektu taʼus, akkamitti Gooftaan, saba biyya Gibxii keessaa baʼee erga oolchee booda, sana booda, isaan hin amanne isaan balleessan.",
  "Ergamoonni qabeenya isaanii isa jalqabaa osoo hin taane, bakka jireenyaa mataa isaanii dhiisanii deeman, inni dukkana jalatti sansalata bara baraa keessatti murtii guyyaa guddichaaf reserve godhe.",
  "Akka soodomii fi gomorrha, fi magaalonni waa’ee isaanii haala wal fakkaatuun, ejjadhaaf of kennuu, fi foon ajaa’ibaa duukaa deemuu, fakkeenyaaf, haaloo ba’uu ibidda bara baraa rakkachaa jiru.",
  "Akkasumas abjuuwwan xuraa’oon kun foon xureessanii, olaantummaa tuffatu, kabaja kabajaa ni dubbatu.",
  "Ta’us Mikaa’el angafaa, yeroo seexanaa wajjin wal falmu waa’ee reeffa Musee falmu, Durst himannaa railing isa irratti hin fidu, jedhe garuu, Gooftaan si ceepha’e.",
  "Garuu isaan kun wantoota isaan hin beekne sana hammeenya dubbatu: waan isaan uumamaan beekan, akka bineensa bineensa, wantoota isaan ofii isaanii mancaasan sana keessatti.",
  "Isaaniif wayyoo!Sababni isaas, isaan karaa Qaayin deemaniiru, dogoggora Balaam booda badhaasaaf araadaa fiiganiiru, bu'aa bu'aa core keessattis badan.",
  "Kunniin bakka ayyaana tola ooltummaa kee keessatti, yeroo si waliin ayyaaneffatan, sodaa malee of nyaachisu: duumessa bishaan malee, qilleensaa baatanii deeman; mukkeen firiin isaanii, firii malee, yeroo lama du’ee, hundeedhaan buqqa’e;",
  "Dambalii galaanaa dheekkamaa, salphina ofii isaanii foosaa; Urjiilee keessa naanna’aa, eenyuuf bara baraan gurraacha dukkanaa’aa ta’ee eegame.",
  "Enoch immoo, Addaam irraa, warra kana raajii dubbate, kunoo, gooftaan qulqulloota isaa kuma kudhanii wajjin dhufe,",
  "Hunduma irratti murtii raawwachuu, hojii isaanii isa Waaqayyoon hin sodaanne isa isaan Waaqayyoof hin Waaqayyoofayyadamne hundumaa, fi haasaa cimaa isaanii hundumaa kan cubbamoonni Waaqayyoon hin sodaanne isa irratti dubbatan hundumaa keessaa warra Waaqayyoon hin sodaanne amansiisuu.",
  "Isaan kun gungumaa, komii, hawwii ofii isaanii duukaa deemuu; Afaan isaaniis jechoota dhiita'uu guddaa dubbata, sababa faayidaatiin namoota dhiiraa dinqisiifannaa keessa galchuudhaan.",
  "Garuu, jaalallee, jechoota ergamoota gooftaa keenya Yesus Kristos dura dubbataman yaadadhu;",
  "Akkamitti yeroo dhumaatti qoosni jiraachuu akka qabu sitti himan, eenyuun fedhii waaqayyoo ofii isaanii duukaa deemuu qabu.",
  "Isaan kun warra of adda baasan, miiraan, hafuura hin qaban.",
  "Garuu jaallattanii, amantii keessan isa hunda caalaa qulqulluu ta'e irratti of ijaaraa, hafuura qulqulluudhaan kadhachaa jirtu,",
  "Jaalala Waaqayyoo keessa of qabadhu, araara gooftaa keenya Yesus Kristos jireenya bara baraa barbaadaa.",
  "Akkasumas tokko tokko gara laafina qabu, jijjiirama fidu:",
  "Kaan immoo sodaa irraan kan oolchan yoo ta’u, ibidda keessaa isaan baasu; Uffata fooniin arge illee jibbuu.",
  "Amma isa akka hin kufneef, ulfinni isaa gammachuu guddaadhaan osoo hin argatin mudaa kan hin qabne siif dhiheessuu danda’a,",
  "Waaqayyo isa tokkicha fayyisaa keenya, ulfinaa fi ulfina, olaantummaa fi aangoo, ammaa fi yeroo kamiyyuu. Ameen.",
  "Mul’anni Yesus Kristoos, isa Waaqayyo isaaf kenne, tajaajiltoota isaatiif wantoota yeroo gabaabaa keessatti darbuu qabanitti akka mul’atu; Innis ergee ergamaa isaatiin gara garbicha isaa Yohaannisitti argisiise:",
  "kan sagalee Waaqayyoo isa qullaa ta’e, fi dhugaa ba’umsa Yesus Kristos, fi wantoota inni arge hundumaa.",
  "Kan dubbisu, warri dubbii raajii kanaa dhaga’an, wantoota achi keessatti barreeffaman sanas ni eebbisan: yeroon harka isaaniif waan jiruuf.",
  "Yohaannis waldoota torban kanneen Eeshiyaa keessa jiraniif, ayyaanni siif haa ta’u, nagaa, isa isa ta’e, fi isa dhufee fi dhufuuf jiru irraa; Hafuurota torban kanneen teessoo isaa dura jiran irraas;",
  "akkasumas Yesus Kristoos isa dhugaa baʼaa taʼee fi warra duʼanii isa jalqabaa taʼee fi mootii mootota lafaa irraa kan kaʼe dha. Isa isa nu jaallate, cubbuu keenya irraas dhiiga ofiitiin nu dhiqate,",
  "akkasumas mootii fi luboota gara Waaqayyoo fi abbaa isaatti nu godhe; Isaaf bara baraan ulfinaafi olaantummaa qaba. Ameen.",
  "Kunoo, duumessa qabatee dhufa; Ijji hundinuus isa ni arga, isaanis isa bocan, gaaroonni lafaa hundinuu sababa isaatiin ni boo'u. Kanas ta’e sana, Ameen.",
  "Ani Alfaa fi Omeegaa, jalqabaa fi xumurri, jedha Gooftaan, innis, innis, innis isa hundumaa danda’u, isa hundumaa danda’u.",
  "Ani Yohaannis, innis obboleessa kee, fi Hiriyyoota Gammoojjii, fi mootummaa fi obsa Yesus Kristos keessatti, odola Paatmoos jedhamu keessa ture, sagalee Waaqayyootiif, akkasumas ragaa Yesus Kiristoosiif.",
  "Bara Gooftaa hafuura keessa ture, sagalee guddaa, akka xurumbaa",
  "Jedha, ani Alfaa fi Omeegaa, isa jalqabaa fi isa dhumaati: Waan argitu, kitaaba keessatti barreessi, gara waldoota torban kanneen Eeshiyaa jiranitti ergi; Efesoon, gara Ismiirnaatti, gara Pergaamootti, gara Tyatira, gara Sardiis, gara Filadelfiyaatti, gara Laodiqeeyaatti.",
  "Sagalee na waliin dubbate sanas garagale. Akkasumas garagalee, shugguxii warqee torba arge;",
  "Shugguxii torban gidduutti immoo akka ilma namaatti, uffata gara miilaatti gadi uffatee, girdoo warqeetiin immoo girtii girtii.",
  "Mataan isaa fi rifeensi isaa akka suufii adii, akka qorra adii; Ijji isaas akka abidda ibiddaatti ture;",
  "miilli isaas akka waan naasii gaarii ta’etti, akka waan ibiddaan gubaniitti; sagalee isaas akka sagalee bishaan hedduutti.",
  "Innis harka isaa mirgaa keessaa urjii torba qaba ture, afaan isaa keessaas billaa qara qabu lama ta’e, fuulli isaas akka aduun humna isaatiin calaqqise.",
  "Yeroon isa argu immoo akka du'etti miila isaa jalatti kufe. Innis harka isaa mirgaa narra kaa'e, na dubbadhee, hin sodaatin; Ani isa jalqabaa fi isa dhumaa dha:",
  "Ani isa jiraachaa ture, du’ee ture; Kunoo immoo, ani bara baraan jiraadha, Ameen; akkasumas furtuu si’oolii fi du’aa qabaadhu.",
  "Wantoota ati argite, wantoota ta’an, fi wantoota kana booda ta’an barreessi;",
  "Iccitii urjiilee torban harka mirgaa koo keessatti argite, fi shugguxii warqee torban. Urjiileen torban ergamoota waldoota torbaniiti: shugguxii torban kan ati argite waldoota torbaniiti.",
  "Ergamaa Waldaa Efesoon barreessa; Wantoonni kun kan urjiilee torban harka mirgaa qabate, kanneen shugguxii warqee torban gidduutti deeman;",
  "Ani hojii kee nan beeka, dadhabbii kee, obsa kee, akkamitti isaan hammeenya akka hin obsineef, isaan yaaltee kan isaan ergamootaa, hin taane, hin arganne, soba isaan argate:",
  "akkasumas obsa qaba, maqaa kootiifis hammi dadhabee, hammi hin dammaqne.",
  "Kanas ta'e sana hamma tokko si morma, sababiin isaas ati jaalala kee isa jalqabaa dhiistee deemte.",
  "Kanaaf eessaa akka kufte yaadadhaa, gaabbii galtanii, hojii jalqabaa hojjedhaa; Yookaan immoo dafee gara kee nan dhufa, shugguxii kees bakka isaa keessaa baasee, gaabbii hin qabdu.",
  "Garuu kun, ati gocha Niikoolaataanii jibbitu, isa anillee jibbu.",
  "Inni gurra qaba, waan hafuurri waldootaaf jedhu haa dhaga'u; Isadhaaf akkan kennutti ani akkan kennu muka jireenyaa, innis jannata Waaqayyoo gidduu jiru.",
  "akkasumas ergamaa Mana Kiristaanaa Ismiirnaa keessatti barreessa; Wantoonni kun isa jalqabaa fi isa dhumaa, kan du’ee, lubbuun jiru;",
  "Hojii kee, fi rakkina, fi hiyyummaan nan beeka, (garuu ati dureeyyii) arrabsoo isaanii kan isaan Yihudoota ta’an, akkasumas miti, garuu mana sagadaa miti.",
  "Wantoota rakkatan sana keessaa tokkollee hin sodaatin, kunoo, seexanni tokko tokko isin keessaa tokko tokko mana hidhaatti ni darbata, akka isin yaaltan; Guyyoota kudhan ni qabaattu, hamma du'aatti amanamtuu ta'i, anis gonfoo jireenyaa siif nan kenna.",
  "Inni gurra qaba, waan hafuurri waldootaaf jedhu haa dhaga'u; inni kan mo’ame du’a lammaffaa irratti hin miidhamu.",
  "akkasumas ergamaa Waldaa Pergaamoos keessatti barreessa; Wantoonni kun isa billaa qara qabu qarqara lama qabu;",
  "Ani hojii kee nan beeka, bakka ati jiraattutti, bakka teessoo Seexanaa jirutti illee: ati immoo maqaa koo sooma qabaadhu, amantii koos hin haalne, bara Antipaas wareegama koo isa amanamaa ture, isa si gidduutti ajjeefame, bakka Seexanaatti ajjeese.",
  "Garuu waan muraasa si mormuu qaba, sababiin isaas ati isaan achitti barsiisa Balaam qabate, inni Balac ijoollee Israa'el duratti gufuu akka darbatu barsiise, wantoota waaqeffataniif aarsaa ta'an akka nyaatan, ejja raawwatu.",
  "Kanaaf isaan barsiisa Nikolaaitaanota qabatu, wanti ani jibbu.",
  "gaabbii galuu; Yookaan immoo dafee gara kee nan dhufa, billaa afaan kootiin isaan irratti nan lola.",
  "Inni gurra qaba, waan hafuurri waldootaaf jedhu haa dhaga'u; Isaaf akkan mo'amuun ani kennuuf dhokataa mannaa, fi dhagaa adii, fi dhagaa keessatti maqaa haaraa barreeffame, kan namni tokkollee isa hin beekne isa isa fudhatu hin beeku.",
  "akkasumas ergamaa Mana Kiristaanaa Thyatira keessatti barreessa; Wantoonni kun Ilma Waaqayyoo isa ija isaa abidda ibiddaa jaallate, miilli isaas akka naasaa gaarii ta'a jedha;",
  "Hojii kee, fi sadaqaa, fi tajaajilli, amantii, obsa kee, hojii kee nan beeka; kan dhumaa immoo isa jalqabaa caalaa ta’uu qaba.",
  "Ani sirratti waan muraasa qaba, sababiin isaas dubartii Imaashaa raajii jettee waamtu sanaan rakkatta, tajaajiltoota koo ejja akka raawwadhu, akkasumas waaqolii tolfamoodhaaf aarsaa ta'ee akka nyaatu raawwachiistuu fi sossobuudhaaf.",
  "Anis ejja isheef gaabbii akkan qabaadhuuf bakka isheef kenne; Isheenis gaabbii galte.",
  "Kunoo, ani immoo hojii isaanii irraa gaabbii galanii malee, siree tokkotti ishee nan darbadha, isaanis ejja ishee wajjin gara rakkina guddaatti raawwatu.",
  "Ani immoo ijoollee ishee du’aatiin nan ajjeesa; Waldoonni hundinuus akka ani warra reins fi garaa barbaadu ni beeku, ani immoo akka hojii keessaniitti tokkoon tokkoon keessan hundaaf nan kenna.",
  "Garuu isinitti nan jedha, warra hafan immoo hamma barumsa kana hin taane, akkasumas gadi fageenya Seexanaa hin beekne, akkuma dubbatanitti;Ba'aa kan biraa hin jiru.",
  "Garuu kan ati hangan dhufutti duraan dursitee qabatte.",
  "innis hojii koo hanga dhumaatti eegsisa, saba irratti aangoo nan kenna:",
  "Innis ulee sibiilaatiin isaan bulcha; Akka meeshaa supheetti ni caccabu, akkuma ani abbaa koo fudhadhutti.",
  "Anis urjii ganama nan kenna.",
  "Inni gurra qaba, waan hafuurri waldootaaf jedhu haa dhaga'u.",
  "akkasumas ergamaa Mana Kiristaanaa Sardiis keessatti barreessa; Wantoonni kun kan hafuurota Waaqayyoo torban, fi urjiilee torban; Hojii kee nan beeka, maqaa ati jiraattu, fi du'aa akka taate.",
  "Daawwannaa ta’i, wantoota hafan, kan du’uuf qophaa’an jabeessii, ani Waaqayyo duratti hojii kee guutuu hin arganne.",
  "Kanaaf akkamitti akka fudhattee fi dhageesse yaadadhu, jabeessii qabdee qalbii jijjiirradhu. Kanaaf yoo hin ilaalle akka hattuutti sitti dhufa, sa'aatii kamtu sitti dhufa.",
  "Sardis keessatti maqaa muraasa kan uffata isaanii hin xureessine ta’a; Isaanis warra adiidhaan na waliin ni deemu, sababiin isaas isaan maluuf.",
  "Inni kan mo'u, kanuma uffata adii uffatee; Ani immoo maqaa isaa macaafa jireenyaa keessaa hin baasu, garuu maqaa isaa abbaa koo duratti, ergamoota isaa duratti nan himadha.",
  "Inni gurra qaba, waan hafuurri waldootaaf jedhu haa dhaga'u.",
  "akkasumas ergamaa waldaa Filadelfiyaatti barreessa; Wantoonni kun isa qulqulluudha jedha, inni dhugaadha, inni furtuu Daawit qaba, inni isa banu, namni tokkollee hin cufamu;fi shutteth, namni tokkollee hin banamu;",
  "Hojii kee nan beeka, kunoo, balbala banaa si dura kaa'eera, namni tokkollee cufuu hin danda'u, ati humna xiqqoo waan qabduuf, seensa dubbii koo eegde, maqaa koos hin haale.",
  "Kunoo, ani mana sagadaa Seexanaa, isaanis Yihudoota dha, hin ta’an, hin ta’an, garuu so soba; Kunoo, ani akka isaan miila kee duratti akka waaqeffatan nan godha, akkan si jaalladhes nan beeka.",
  "Dubbii obsa koo waan eegdeef, anis sa'aatii qorumsaa, isa biyya lafaa hundumaa irratti dhufu irraa si eega, isaan akka isaan lafa irra jiraatan isaan yaalu.",
  "Kunoo, dafee dhufa, sooma ati qabdu sana, namni kamiyyuu gonfoo kee akka hin fudhanne qabadhu.",
  "Isa akkan mo'adhe mana qulqullummaa Waaqayyo koo keessatti utubaa nan hojjedha, innis kana booda hin deemu, maqaa Waaqayyo koo, maqaa magaalaa Waaqayyo koo isa haaraa ta'e, isa waaqa koo irraa waaqa irraa gadi bu'ee, maqaa koo isa haaraa irratti nan barreessa.",
  "Inni gurra qaba, waan hafuurri waldootaaf jedhu haa dhaga'u.",
  "Ergamaa Waldaa Laadiqeesotaaf immoo; Wantoonni kun kan jedhu ameen, dhugaa ba’aa amanamaa fi dhugaa, jalqaba uumama Waaqayyoo;",
  "Hojii kee nan beeka, akka ati qorra yookaan ho'aa hin taane, ati qorra ykn ho'aa nan mar'a.",
  "Kanaaf egaa sababni isaas ati lukewarm, qorras ta'ee ho'aa miti, ani afaan koo keessaa si spue godha.",
  "Sababni isaas, ani sooressaa, meeshaadhaan dabalee, homaa hin barbaachisu; akkasumas akka ati gaddite, fi hiyyeessa, fi jaamaa, qullaa ta’uu kee hin beeknu:",
  "Warqee ibidda keessatti yaale akkan bitadhu si gorsa, akka ati dureeyyii ta'uu dandeessu; Adii rooruu, akka ati uffattu, akkasumas salphinni qullaa kee akka hin mul'anne; Ija kee ijaan dibi, ati akka ati argitu.",
  "Akkuma ani jaalladhu, nan ceepha'a, ni chasten: kanaaf hinaaffaa qabaadhaa, akkasumas qalbii jijjiirradhaa.",
  "Kunoo, ani balbala bira dhaabadhee, rukutaa: Namni sagalee koo dhaga’ee, balbala banee, gara isaatti nan seena, isa waliinis nan bita, innis ana wajjin.",
  "Isaaf akkan irra aanettillee teessoo koo irra na waliin taa’uuf nan kenna, abbaa koo wajjin teessoo isaa irra kaa’amee jira.",
  "Inni gurra qaba, waan hafuurri waldootaaf jedhu haa dhaga'u.",
  "Kana booda ilaaleen, kunoo, balballi tokko samii irratti baname: sagaleen jalqabaa ani dhaga’e akka waan xurumbaa na waliin haasa’utti ture; Kan akkas jedhe, dhufee, ani immoo wantoota asii booda ta'uu qaban si shew.",
  "Achumaan hafuura keessa ture, kunoo, teessoo samii keessa kaa'amee, tokko teessoo irra taa'e.",
  "Inni taa'us akka Jasper fi dhagaa sardine ilaaluu ture, waa'ee teessoo sanaa, akka emeraald ijaan arguuf, bokkaa bokkaa tokkotu ture.",
  "naannoo teessootti marsee teessoo afur fi digdamii ture: teessoo irrattis jaarsolii afur fi digdamii taa’ee, uffata adii uffatee arge; Isaanis mataa isaanii irratti gonfoo warqee qaban turan.",
  "Teessoo keessaa ba’ee balaqqeessaa fi sagalee fi sagalee itti fufe, ibsaan ibiddaa torba teessoo duratti gubaa ture, isaanis hafuurota Waaqayyoo torban ta’u.",
  "Teessoo duras galaanni feesbuukii akka kiristaala ta’e tokko ture: teessoo gidduutti, naannoo teessoottis, bineensonni afur dura fi duubaan ijaan guutaman turan.",
  "Bineensi jalqabaa akka leenca, bineensa lammaffaa akka re'ee, bineensi sadaffaan immoo akka namaatti fuula qaba, bineensi afraffaan immoo akka sangoota balali'aa ture.",
  "Bineensonni afran immoo tokkoon tokkoon isaanii waa’ee isaa baallee ja’a qabu turan; Isaanis keessa keessaa guutanii turan, isaanis halkanii fi guyyaa osoo hin taane, Waaqayyo isa hundumaa danda’u, qulqulluu, qulqulluu, qulqulluu, Waaqayyo isa hundumaa danda’a, innis ni dhufa.",
  "Bineensonni sun ulfinaa fi kabajaa yeroo kennanis kan teessoo irra taa'e, kan bara baraan jiraatu,",
  "Jaarsoliin afran fi digdamii teessoo irra taa’anii isa duratti kufanii, isa bara baraan isa jiraatu isa waaqeffatanii, gonfoo isaanii teessoo duratti darbatanii, \"",
  "Yaa gooftaa ulfinaafi ulfinaafi aangoo argachuuf siif malu!",
  "Kitaaba keessaa fi dugda duubaan barreeffame, chaappaa torbaan chaappeffamee teessoo irra taa’ee harka mirgaa isaatti arge.",
  "Ergamaa cimaa sagalee guddaadhaan labsu tokkos arge, kitaabicha banuuf kan malu, fi chaappaa isaa hiikuuf?",
  "Namni samii keessa jirus, lafa jalattis, lafa jalatti, kitaabicha banuu hin dandeenye, kanas ilaaluu hin dandeenye.",
  "Anis baay’ee boo’e, sababiin isaas namni tokkollee banuuf fi kitaabicha dubbisuuf malu hin argamne, kanas ilaaluu hin danda’u.",
  "Jaarsolii keessaa tokkos, leenci gosa Yihudaa, hundee Daawit, kitaabicha banuuf, chaappaa torban sanaa akka laaffiseef, leencaa gosa Yihudaa hin boo'in.",
  "Anis, fi, lo, teessoo fi bineensota afran gidduutti, jaarsolii gidduutti, akka inni ajjeefame, gaanfa torbaa fi ija torba kan qabu, hafuurota Waaqayyoo torban lafa hundumaa keessa erganii, hoolaa dhaabatee ture.",
  "Innis dhufee kitaabicha harka mirgaa isa teessoo irra taa'e keessaa baasee.",
  "Yeroo kitaabicha fudhatee, bineensonni afran fi jaarsoliin afur fi digdamii hoolaa duratti kufanii, tokkoon tokkoon isaanii harree, fi qaruuraa warqee urgooftuudhaan guutame, isaanis kadhannaa qulqullootaati.",
  "Sirba haaraa tokkos sirbe, kitaabicha fudhachuuf, chaappaa isaa banuuf siif malu, waan ajjeefameef, akkasumas gosa, fi arraba, fi saba hundumaa keessaa dhiiga keetiin Waaqayyoof nu fure;",
  "Mootii fi luboota keenyaafis haa ta'u, lafa irrattis ni bulchina.",
  "Anis nan arge, sagalee ergamoota hedduu waa’ee teessoo fi bineensotaa fi jaarsolii naannesse dhaga’e: lakkoofsi isaaniis kuma kudhanii kuma kudhan, kumaatamaan immoo kuma kudhan ture;",
  "Sagalee guddaadhaan yoo dubbanne, hoolaa humna, fi badhaadhummaa, fi ogummaa, fi humna, fi kabaja, fi ulfina, fi eebba argachuuf ajjeefame dha.",
  "Uumamni samii keessa, lafa irra, lafa jala jiru hundumaas, kan akka galaana keessa jiru, waan isaan keessa jiran hundumaas, eebba, eebba, ulfina, ulfinni, humna, isa teessoo irra taa'u, fi bara baraan akka taa'u dhaga'e.",
  "Bineensonni afran immoo, Ameen. Jaarsoliin afur fi digdamiinis kufanii isa bara baraan isa jiraatu isa waaqeffatan.",
  "Anis yeroo hoolaan chaappaa tokko bane arge, sagalee qilleensaa waan ta’eef, bineensota afran keessaa tokko, koottu ilaalaa.",
  "Anis nan arge, farda adiis nan ilaala, inni immoo isa irra taa'ee, bowwaa qaba ture; Gonfoo tokkos isaaf kenname, innis mo'atee, mo'achuuf deeme.",
  "Yeroo inni chaappaa lammaffaa banee, Bineensi Lammaffaan, koottaa ilaalaa.",
  "Fardi biraa diimaa ta'es ba'e, humni isa irratti taa'ee lafa irraa akka fudhatu, akka isaan wal ajjeesaniif kenname, billaa guddaan itti kenname.",
  "Yeroo inni chaappaa sadaffaa banee, Bineensi Sadaffaa, koottaa ilaalaa. Anis nan arge, ani immoo farda gurraacha; Inni isa irra taa'us madaallii lama harka isaa keessa qaba ture.",
  "Akkasumas bineensonni afran gidduutti sagalee tokko, safarri qamadii saantima tokkoof, saffisi barbaree sadii immoo saffisiisaa ta’e dhaga’e; Zayitii fi wayinii osoo hin taane akka si miidhu ilaali.",
  "Yeroo inni chaappaa afraffaas banee sagalee Bineensa Afraffaan, koottaa ilaalaa.",
  "Anis ilaalee, farda diimaa tokko ilaala, maqaan isaa inni isa irra taa'e du'a ture, si'oolis isa hordofe. Aangoon immoo kutaa afraffaan lafa irratti, billaadhaan, akkasumas beela, du’aatiin, bineensota lafaatiin akka ajjeesaniif kenname.",
  "Yeroo inni chaappaa shanaffaa banee, iddoo aarsaa jalatti lubbuun isaanii sagalee Waaqayyoof ajjeefame, akkasumas ragaa isaan qabataniif:",
  "Yaa gooftaa, qulqulluu fi dhugaa yoomitti, dhiiga keenya isa lafa irra jiraatu irratti hin murteessinee fi haaloo hin haalu jedhanii sagalee guddaadhaan boo'an?",
  "akkasumas uffata adiin tokkoon tokkoon isaaniif kennameera; Isaanis, yeroo xiqqoodhaaf, hanga tajaajiltoonni isaaniis akkasumas obboloota isaanii, sun akka isaan ajjeefamuu qabanitti, ammallee akka boqotan itti dubbatame.",
  "Anis yeroo inni chaappaa ja’affaa bane, fi, lo, kirkirri lafaa guddaan tokko ture; Aduunis akka huccuu rifeensaatti gurraacha ta’ee, ji’i immoo akka dhiigaatti ta’e;",
  "Urjiileen Waaqaas yeroo qilleensi jabaattee raafamtu, muka harbuu yeroo hin milkoofneettis lafatti kufan.",
  "Samiin immoo yeroo walitti marfamu akka maraatti ba’e; gaaraa fi odola hunduu bakka isaanii irraa socho’an.",
  "Mootonni lafaa, namoonni gurguddoon, sooreyyiis, kaappiteenonni gurguddoon, namoonni jajjaboon, nama mana hidhaa hundumaa, nama bilisa ta’e hundumaas, boolla keessaa fi dhagaa gaarreen keessa of dhoksan;",
  "Gaara fi dhagaadhaan, nutti bu’i, fuula isaa isa teessoo irra taa’u irraa, dheekkamsa hoolaa irraas nu dhoksee:",
  "Guyyaan guddaan dheekkamsa isaa waan dhufeef; Eenyuutu dhaabbachuu danda’a?",
  "Wantoota kana boodas ergamoota afur golee lafa afran irra dhaabbatanii, qilleensa lafa afran qabate, qilleensi lafa irrattis ta’e galaana irrattis ta’e muka kamiyyuu irratti akka hin afuufamneef arge.",
  "Ergamaa biraa Bahaa irraa ol ba’aa, chaappaa Waaqayyo isa jiraataa qabadheen arge, inni immoo sagalee guddaadhaan ergamoota afran, isa lafaafi galaana akka miidhuuf kennameefitti boo’e,",
  "Jedha, lafa, galaanni, mukkeen, hamma tajaajiltoota Waaqa keenyaa morma isaanii irratti cufnutti hin miidhin.",
  "Lakkoofsa isaaniis kan chaappeffame dhaga’e: gosoota ijoollee Israa’el hunda keessaa dhibbaa fi afurtamaa fi afur chaappeffamanii turan.",
  "gosa Yihudaa keessaa kuma kudha lamatu cufame. gosa Ruuben keessaa kuma kudha lamatu cufame. gosa GAD keessaa kuma kudha lamatu cufame.",
  "gosa Aser keessaa kuma kudha lamatu cufame. kan gosa Neftaalim kuma kudha lamatu cufame. kan gosaa keessaa kuma kudha lamatu cufame.",
  "gosa Simi’oon keessaa kuma kudha lamatu cufame. gosa Lewwii keessaa kuma kudha lamatu cufame. gosa Issachar keessaa kuma kudha lamatu cufame.",
  "gosa Zaabuuloon keessaa kuma kudha lamatu cufame. Gosoota Yoseef keessaa kuma kudha lamatu cufame. gosa Biniyaam keessaa kuma kudha lamatu cufame.",
  "Kana booda, fi, lo, baay’ina guddaa, kan namni kamiyyuu lakkoofsa, fi gaarreen, fi namoonni, fi afaan, teessoo dura dhaabatee, hoolaa dura, uffata adii, fi harka isaanii keessaa harka isaanii keessa dhaabatee, nan arga;",
  "sagalee guddaadhaan, Waaqayyo keenya isa teessoo irra taa’ee, gara hoolaatti, fayyina jedhee iyyee.",
  "Ergamoonni hundinuus naannoo teessootti dhaabatanii, waa’ee jaarsolii fi bineensota afran sanaa, teessoo fuula isaanii duratti kufanii, Waaqayyoon waaqeffatan,",
  "Jedhan, Ameen, eebba, ulfina, ogummaa, fi galateeffannaa, kabajaa, humna, danda'a, bara baraan Waaqayyo keenyaaf haa ta'u. Ameen.",
  "Jaarsolii keessaa tokkos, anaaf, kanneen uffata adiin tarreedhaan ba’an kun maali?Eessaa dhufanis?",
  "Anis itti hime yaa gooftaa, ati ni beekta. Innis natti hime, isaan kun kanneen rakkina guddaa keessaa ba’anii, uffata isaanii dhiqatanii, dhiiga hoolaa keessaa adii godhaniiru.",
  "Kanaaf teessoo Waaqayyoo duratti, mana qulqullummaa isaa keessattis halkanii fi guyyaa isa tajaajilu, inni teessoo irra taa'ee isaan gidduu jiraata.",
  "Kana booda hin beela’an, kana booda hin dheebuu; Aduunis isaan irrattis hin ifu, ho’a tokkollee hin ibsu.",
  "Hoolonni teessoo gidduu jiru isaan nyaachisa, gara burqaa bishaanii jiraataa ta'etti isaan geggeessa, Waaqayyos imimmaan ija isaanii keessaa hundumaa ni haxaa'a.",
  "Yeroo inni chaappaa torbaffaa bane, waa’ee walakkaa sa’aatii waa’ee samii irratti callisni uumame.",
  "Ergamoota torban Waaqayyo dura dhaabbatan nan arge; Isaaniifis xurumbaa torba kennameefii ture.",
  "Ergamaan biraa immoo dhufee iddoo aarsaa sana dhaabatee, senser warqee qaba; Innis ixaana baay'ee isaaf kenname, akka inni kadhannaa qulqulloota hundumaa iddoo aarsaa warqee isa teessoo dura ture irratti akka dhiyeessu.",
  "Aarri ixaana, isa kadhannaa qulqullootaa wajjin dhufe, Waaqayyo duratti harka ergamaa keessaa ol ba'e.",
  "Ergamaan immoo senser fudhatee, ibidda iddoo aarsaa sanaan guutee, lafa keessa darbate, sagalee, fi akka baqsu, balaqqeessaa, fi kirkirri lafaa ni jira ture.",
  "akkasumas ergamoonni torban kanneen xurumbaa torban qaban akka sagalee dhageessisan of qopheessan.",
  "Ergamaan inni jalqabaa dhaga’amee, ciniinsuu fi ibiddi dhiigaan walitti makamee, lafa irratti darbatame, kutaan sadaffaan mukkeen gubatee, margi magariisaa hundi gubame.",
  "Ergamaan inni lammaffaan immoo sagalee dhageessise, akkasumas gaara guddaa ibiddaan gubatu galaana keessatti darbatame, galaanni sadaffaan immoo dhiiga taʼe;",
  "akkasumas kutaa sadaffaan uumamtoota galaana keessa turan, fi jireenya qaban, du’an; Kutaa sadaffaan immoo barbadaa'e.",
  "Ergamaan sadaffaan immoo sagalee dhageessisee, akkuma ibsaa ta’ee gubatee, kutaa sadaffaa lageen irratti, burqaa bishaanii irrattis bu’e;",
  "Maqaan urjii immoo muka raammoo jedhama, bishaan keessaa kutaan sadaffaan immoo muka raammoo ta’e; Dhiironni baay'een immoo bishaan keessaa du'an, sababiin isaas hadhaa'aniiru.",
  "Ergamaan afraffaan immoo kutaan aduu sadaffaan rukutame, kutaan sadaffaan ji'aa, kutaa sadaffaan immoo urjiilee; Egaa akkuma kutaan sadaffaan isaanii dukkanaa’ee, guyyaan sun kutaa sadaffaaf hin ifu, halkanis akkasuma.",
  "Anis ergamaa waaqa samii keessa balali’u tokko dhaga’ee, sagalee guddaadhaan, wayyoo, wayyoo, wayyoo, jiraattota lafaaf sababa sagalee xurumbaa biroo ergamoota Sadan, kanneen ammallee hin dhaga’amneen!",
  "Ergamaan shanaffaan immoo sagalee dhageessisee, urjiin tokko gara lafaatti samii irraa bu’ee arge, isaafis furtuun boolla gadi fagoo hin taane kennameef.",
  "Innis boolla gadi fagoo hin qabne sana bane; akkasumas boolla keessaa aarri ba’ee ka’e, akka aarri iddoo ibiddaa guddaa tokkootti; Aduu fi qilleensi sababa aarri boollaatiin dukkanaa'e.",
  "Awwaara aarri lafa irrattis ba'e, gara isaaniittis humni kennameefii ture, akkuma qamalee lafaa humna qaban.",
  "akkasumas marga lafaa, waan magariisa hin qabne, muka tokkollee akka hin miidhan ajajame; garuu namoota chaappaa Waaqayyoo morma isaanii irratti hin qabne qofa.",
  "Isaaniif immoo akka isaan hin ajjeesne, garuu ji’a shan akka dararaman kenname: dararaan isaaniis akka dararaa qamalee, yeroo inni dhiira rukutu.",
  "Bara sanattis du'a ni barbaadu, hin argatan;Du'uufis ni hawwu, du'i isaan jalaa ni baqata.",
  "Bocni awwaannisaas akka fardeen lolaaf qophaaʼanitti turan; Mataa isaanii irrattis akkuma gonfoo akka warqee ta'ee, fuulli isaaniis akka fuula dhiiraatti ture.",
  "Rifeensa akka rifeensa dubartootaatti kan qaban yoo ta'u, ilkaan isaaniis akka ilkaan leencotaatti turan.",
  "akkasumas, harma waan ta’eef, harma qabu turan; Sagaleen baallee isaaniis akka sagalee gaarii fardeen hedduu lolaa fiigaa ture.",
  "Isaanis funyaan isaanii kan qaban yoo ta’u, funyaan isaanii keessas ciniinsuutu ture: humni isaaniis ji’a shan dhiirota miidhuu ture.",
  "Isaan irrattis mootii tokko qabu turan, innis ergamaa boolla gadi fagoo hin qabne, maqaan isaa afaan Ibrootaa keessatti Abaddon jedhama, garuu afaan Giriikiitiin maqaa isaa Apollyon qaba.",
  "Woy tokkotu darbe; Kunoo immoo, rakkoon lama kana caalaa dhufu.",
  "Ergamaan ja’affaan immoo sagalee gaanfa afran iddoo aarsaa Warqee isa Waaqayyo dura jiru irraa dhaga’e,",
  "Ergamaa ja’affaan kan xurumbaa qabuuf jecha, ergamoota afran kanneen laga guddaa Efraaxis keessatti hidhaman hiikaa.",
  "Ergamoonni afran immoo sa’aatii tokkoof qophaa’anii, guyyaa tokkoof, fi ji’a tokkoof, waggaa tokkoof, kutaa sadaffaa dhiirotaa ajjeesan.",
  "baay’inni waraana fardeen kuma dhibba lama ture: baay’ina isaaniis dhaga’e.",
  "Akkasittis fardeen mul’ata keessa jiran, isaan irra taa’anii, bakka ibiddaa, fi kan Jacinth, fi brimstone qaban argee, mataan fardeen akka mataa leencotaatti turan; afaan isaanii keessaas ibiddaa fi aarri fi brimstone baase.",
  "Sadan isaanii kana keessatti kutaa sadaffaan namoota ajjeefaman, ibiddaan, aarri, fi dhagaa cileetiin, kan afaan isaanii keessaa ba’e ture.",
  "sababiin isaas humni isaanii afaan isaanii keessa jira, funyaan isaanii keessas, funyaan isaanii akka bofaatti, mataa waan qabuuf, isaan waliinis ni miidhamu.",
  "Namoonni dha’icha kanaan hin ajjin ta’an immoo hojii harka isaanii hin ajjeesne, akka isaan seexanaa, fi waaqa tolfamaa warqee, fi meetii, fi dhagaa, fi mukaa, kan hin argine, hin dhageenye, hin dhageenye, hin dhageenye:",
  "ajjeechaa isaaniis, falfala isaaniis taʼe, hanna isaaniis taʼe, hanna isaanii hin gaabbisan.",
  "Ergamaan jabaan kan biraa samii irraa gadi bu’ee, duumessa uffatee, bokkaan tokko mataa isaa irra ture, fuullisaas akka aduutti, miilli isaas akka utubaa ibiddaa ta’ee argeen arge:",
  "Innis kitaaba xiqqoo tokko harka isaa keessaa qaba ture, innis miila isaa mirgaa galaana irra kaa’ee, miila isaa bitaa lafa irra kaa’e,",
  "sagalee guddaadhaan boo’e, akkuma yeroo leenci roareth: fi yeroo inni boo’u, torba sagalee isaanii dubbatan.",
  "Yeroo qorri torban sagalee isaanii dubbatan, barreessuuf jedhee, sagalee samii irraa dhaga’ee, wantoota qilleensa torban dubbatan sana cufee, hin barreessine.",
  "Ergamaan ani arge immoo galaana irra dhaabatee lafa irratti harka isaa ol kaasee gara samiitti ol ba'e,",
  "akkasumas isa bara baraan, kan samii uume, fi wantoota achi jiran, fi lafti, fi wantoota achi jiran, fi galaanni, fi wantootni achi keessa jiran, yeroon akka hin jirreef, ni saaqa:",
  "Garuu bara sagalee Ergamaa Torbaffaa, yeroo inni sagalee dhageessisu, iccitii Waaqayyoo xumuramuu qaba, akkuma inni tajaajiltoota isaaf raajota labse.",
  "Sagaleen ani waaqa irraa dhaga'e ammas natti dha'ee, deemii kitaaba xiqqoo harka ergamaa galaana irratti fi lafa irratti dhaabbatu sana fudhadhu.",
  "Anis gara ergamaa dhaqee, kitaaba xiqqoo sana naaf kenni. Innis natti hime, fudhadhee ol nyaadhu; Garaa kees hadhaa'a, garuu akka dammaatti afaan kee mi'aawaa ta'a.",
  "Kitaaba xiqqoo sanas harka ergamaa keessaa baasee, nyaadhe; Afaan koo keessas akka dammaatti mi'aawaa ture: akkuman nyaadhes garaan koo hadhaa'e.",
  "Innis ana, saboota, arraba, mootota hedduu duratti deebitee raajii raajii gochuu qabda.",
  "akkasumas qacceen akka uleetti naaf kenname, ergamaan sunis, ka’ee, mana qulqullummaa Waaqayyoo, iddoo aarsaa, isaan immoo warra achi keessatti waaqeffatan, dhaabatee, dhaabatee.",
  "garuu mana murtii mana qulqullummaa malee jiru, fi hin madaalle; sababiin isaas, ormootaaf, magaalaan qulqulluun immoo miila afurtamaa fi jiʼa lama jalatti ni tarkaanfatu.",
  "Anis ragaa koo lamaan nan kenna, isaanis guyyaa dhibba lamaa fi sadii, huccuu saakkii uffatee raajii ni dhiyeessu.",
  "Isaan kun mukkeen ejersaa lamaan, shugguxii lamaan waaqa lafaa dura dhaabbataniidha.",
  "Namni kamiyyuu yoo isaan miidhe, ibiddi afaan isaanii keessaa ba’ee, diinota isaaniis nyaate, dhiirri yoo isaan miidhes haala kanaan ajjeefamuu qaba.",
  "Isaan kun humna samii cufuu qabu, akka inni bara raajii isaanii hin roobne: akkasumas bishaan irratti humna akka isaan dhiigaatti jijjiiruuf, akkasumas dha’icha hundumaan lafa rukutuuf, hamma fedhe.",
  "yeroo isaan ragaa isaanii xumuran, bineensi boolla gadi fagoo keessaa ba’u isaan irratti waraana, isaan ni mo’a, ni ajjeesa.",
  "reeffi isaaniis daandii magaalaa guddittii, kan hafuuraan Sodoom fi Gibxii jedhamee waamamu, bakka gooftaan keenyas fannifamee jira.",
  "Isaan keessaa fi gosaa fi arraba fi saboonni guyyaa sadii fi walakkaa reeffa isaanii du’anii ni argu, reeffa isaaniis awwaala keessa akka galfaman hin rakkatan.",
  "Isaanis lafa irra jiraatan, isaan irratti gammaduu, gammachuu ni argatu, kennaa tokkos ni ergu; Sababni isaas, raajonni kun lamaan lafa keessa akka jiraatan isaan dararaa turan.",
  "Guyyaa sadii fi walakkaa booda hafuurri jireenyaa Waaqayyo irraa dhufe isaan keessa seene, isaanis miila isaanii irra dhaabbatan; Sodaan guddaan isaan arges isaan irratti bu'e.",
  "Isaanis sagalee guddaa samii irraa dhaga'anii, ol ka'aa. isaanis duumessa keessatti gara samiitti ol ba’an; Diinonni isaaniis isaan argan.",
  "Sa'aatiin sun kirkirri lafaa guddaan achi ture, kutaan kurnaffaan magaalattiis kufee, kirkira lafaa keessattis namoota kuma torba ajjeefaman, hafteen isaas ni affrighted, fi waaqa samiif ulfina kenne.",
  "Wayniin inni lammaffaan darbeera; Kunoo immoo, woe sadaffaan dafee dhufa.",
  "Ergamaan torbaffaanis ni dhagaʼama ture; Waaqa irrattis sagalee guddaan ni ture, mootummoonni biyya lafaa kanaa mootummoota gooftaa keenyaa ta’anii, kan Kiristoosiis ta’u; Inni bara baraan ni bulcha.",
  "Jaarsoliin afran fi digdamii, kan teessoo isaanii irra taa'anii fuula isaanii irra bu'anii Waaqayyoon waaqeffatan,",
  "Jechuun, Yaa Waaqayyoo isa hundumaa danda'u, aartii isa kami, akkasumas aartiin akka dhufu siif kennina; Sababni isaas ati humna kee isa guddaa sitti fudhattee, bulchitee.",
  "Saboonni ni aaru, dheekkamsi kees ni dhufa, yeroo du'aa, akka isaan itti murtaa'aniif, akka ati tajaajiltoota keetiif raajota, qulqullootaaf, maqaa kee, xiqqaa fi guddaa sodaachuuf, badhaasa akka kennitu; akkasumas isaan balleessu kan lafa balleessu.",
  "Manni qulqullummaa Waaqayyoo waaqa irratti banamee, mana qulqullummaa isaa keessattis markata kakuu isaatu argame, balaqqeessa, sagalee, fi akka badhaasu, fi kirkirri lafaa, fi bokkaa guddaa ture.",
  "Waaqa irrattis dinqiin guddaan mul’ate; Dubartiin aduudhaan uffatte, ji'a miila ishee jala jirus, mataa ishee irrattis gonfoo urjiilee kudha lama qabdu:",
  "Isheenis daa'ima waliin boo'aa turte, dhalootaan ni dhidhiita'a, akkasumas da'uun ishee dhukkubsate.",
  "Waaqaa irrattis dinqiin biraa mul’ate; kun immoo, mataa torbaa fi gaanfa kudhan, mataa isaa irrattis gonfoo torba kan qabu jawwee diimaa guddaa tokko ilaala.",
  "Funyaan isaas kutaa sadaffaa urjiilee samii harkisee, gara lafaatti isaan darbate, jawween sun dubartii isheef qophaa’e sana dura dhaabatee, sababiin isaas akkuma dhalateen mucaa ishee nyaachuuf.",
  "Isheenis mucaa namaa, isa ulee sibiilaatiin saboota hundumaa bulchuuf ture, fiddee, mucaan ishee gara Waaqayyootti, teessoo isaas qabamte.",
  "Dubartiin sunis gara lafa onaatti baqatte, bakka isheen bakka Waaqayyoo itti qopheessite, akka isaan achitti guyyaa dhibba lamaa fi sadii qabxii sadii qabutti ishee nyaachisu.",
  "Waaqa irrattis waraanni ni ture: Maayikeel fi ergamoonni isaa jawwee irratti lolan; Jawween sun lolee ergamoota isaa,",
  "akkasumas hin mo’amin; Bakki isaaniis kana caalaa samii irratti hin arganne.",
  "Jawween guddichis, bofa dulloomaa sana, seexanaa jedhee, Seexana, isa addunyaa guutuu gowwoomse, lafa keessaa darbatamee, ergamoonni isaa isa waliin gataman.",
  "Anis sagalee guddaa waaqa irratti dhaga’e, amma fayyina, fi humna, fi mootummaan Waaqayyo keenyaa, humna Kiristoos, himataan obboloota keenyaa gadi darbatame, innis gadi darbatame, innis waaqa keenya halkanii fi guyyaa duratti isaan himate.",
  "Isaanis dhiiga hoolaatiin, dubbii ragaa isaaniitiin isa mo’u; Isaanis jireenya isaanii hanga du’aatti hin jaallanne.",
  "Kanaaf, ati waaqa, isin immoo isaan keessa jiraattan. Jiraattota lafaa fi galaanaaf wayyoo!sababiin isaas, dheekkamsa guddaa qabaachuun, yeroo gabaabaa malee akka qabu waan beekuuf, dheekkamsa guddaa qaba.",
  "Jawween sun gara lafaatti akka gatame yeroo argu, dubartii mucaa namichaa fidde sana ari’ate.",
  "Dubartiidhaafis, baallee lama adurree guddaa, akka isheen gara lafa onaatti balali’uu dandeessu, gara bakka ishee, bakka isheen yeroo, fi yeroo, fi walakkaa, fuula bofaa irraa soorataaf.",
  "akkasumas bofaan bishaan afaan isaa keessaa akka lolaatti darbatee, akka inni lolaa sana keessaa akka baatu gochuuf.",
  "Lafti immoo dubartii gargaarte, lafti afaan ishee bante, lolaa jawween afaan isaa keessaa darbate sana liqimse.",
  "Jawween sun dubartii wajjin kan dhidhiite siʼa taʼu, haftee sanyii ishii wajjin lola gochuuf deemte, kunis abboommii Waaqayyoo eegsisanii, dhugaa baʼumsa Yesus Kristos qaban.",
  "Anis cirracha galaanaa irra dhaabadhee, bineensi tokko galaana keessaa ka’ee, mataa torbaa fi gaanfa kudhan qaba, gaanfa isaa irrattis gonfoo kudhan, mataa isaa irrattis maqaa arrabsoo.",
  "Bineensi ani arge akka risaa ture, miilli isaas akka miila risaa, afaan isaa akka afaan leencaatti, jawween sun humna isaa, fi teessoo isaa, fi aangoo guddaa isaaf kenne.",
  "Mataa isaa tokkos madaa’ee hanga du’aatti arge; Madaan isaa inni ajjeese sunis fayye, addunyaan hundis bineensicha booda yaadaa ture.",
  "Isaanis jawwee bineensichaaf aangoo kenne sana waaqeffatan, bineensichas waaqeffatan, eenyu akka bineensichaa ta’e?Eenyuutu Isa waliin lola gochuu danda’a?",
  "akkasumas afaan tokko waan guddaa fi arrabsoo dubbachaa ture; Aangoon immoo ji'a afurtamaa fi lama itti fufuuf kennameef.",
  "Waaqayyo irratti arrabsoodhaan, maqaa isaa, godoo isaa, isaan immoo samii keessa jiraatan arrabsuuf afaan isaa bane.",
  "Qulqulloota wajjin akka waraanuuf, akka isaan mo'uufis kennameefii ture, akkasumas humnoonni, arraba, fi saboota hundumaa irratti aangoo isaaf kenname.",
  "wanti lafa irra jiraatu hundinuus, maqaan isaa Macaafa Jireenyaa Hoolichaa keessatti kan hin barreeffamne bu’uura addunyaa irraa kan ajjeese ta’a.",
  "Namni kamiyyuu gurra yoo qabaate haa dhaga'u.",
  "Inni gara booji'amuutti geessu gara boojuutti seena: inni billaadhaan ajjeesu billaadhaan ajjeefamuu qaba. Obsaa fi amantii qulqullootaa kunooti.",
  "Anis bineensa biraa lafa keessaa ba'ee ba'ee arge; Innis akka hoolaa gaanfa lama qaba ture, akka jawweettis dubbate.",
  "Inni humna bineensa jalqabaa isa dura jiru hundumaa ni raawwatu, lafaa fi isaan kan achi keessa jiraatan bineensa jalqabaa, kan madaan isaa inni ajjeesaa fayye akka waaqeffatu taasisa.",
  "Inni immoo dinqiiwwan gurguddoo ni raawwata, akka inni ibiddaan ibidda samii irraa gadi bu'u namoota duratti,",
  "dinqiiwwan inni bineensicha duratti hojjechuu qabu sanaan lafa irratti akka jiraatan isaan gowwoomsa; akka isaan lafa irra jiranii, bineensichaaf fakkii akka hojjetan, kan madaa billaadhaan qabu, fi jiraachaa turan.",
  "Fakkii bineensichaaf jireenya kennuudhaaf humna qaba ture, fakkiin bineensichaa lamaanuu akka dubbatu, hamma baay’een fakkiin bineensichaa akka hin gammachiisne akka ajjeefamu taasisa.",
  "Inni immoo hundumaa, xiqqaa fi guddaa, sooressaa fi hiyyeessa, bilisaa fi hidhata, harka mirgaa isaaniitiin, ykn morma isaanii irratti akka argatan ni taasisa:",
  "akkasumas namni kamiyyuu akka inni mallattoo qabu, ykn maqaa bineensichaa, ykn baay’ina maqaa isaa qabu akka bitu ykn gurguruu hin dandeenye.",
  "Kunoo ogummaan. Inni akka inni hubatu lakkoofsa bineensichaa haa lakkaa'u, sababiin isaas baay'ina namaa waan ta'eef; Lakkoofsi isaas dhibba jahaa fi sadii fi ja'a.",
  "Anis ilaale, fi, lo, hoolaan tokko gaara Siyoon irra dhaabatee, isaa wajjin immoo dhibba afurtamii afur, maqaa abbaa isaa morma isaanii irratti barreeffamee.",
  "Sagalee samii irraa dhaga’e, akka sagalee bishaan baay’ee, akka sagalee qilleensa guddaattis, sagalee harpers harpers harps isaaniitiin harpers dhaga’e:",
  "Isaanis sirba haaraa teessoo duratti, bineensota afran duratti, jaarsolii immoo faarfatan, namni tokkollee faarfannaa sana dhibbaa fi afurtamaa fi kuma afur malee baruu hin dandeenye, isaanis lafa irraa furaman.",
  "Isaan kun kanneen dubartootaan hin xuroofne; Isaan durba waan ta'aniif. Isaan kun kanneen hoolaa whithersoever inni deemu hordofaniidha. Isaan kun namoota gidduutti kan furaman yoo ta’u, firii jalqabaa Waaqayyoo fi hoolaadhaaf ta’an.",
  "afaan isaanii keessattis haxxummaan tokkollee hin argamne, sababiin isaas isaan teessoo Waaqayyoo duratti badii hin qaban.",
  "Ergamaan biraa immoo waaqa gidduutti balali’ee, wangeela bara baraa lafa irratti, saba hundumaa, fi gosa hundumaa, fi arraba, fi namoota, akka lallabuuf qabu argeera, akkasumas,",
  "Sagalee guddaadhaan, Waaqayyoon sodaadhu, ulfina isaaf kenni;Sa'aatiin firdii isaa waan dhufeef, isa waaqa, lafa, galaanni, fi burqaawwan bishaanii isa godhe isa waaqeffatu.",
  "Ergamaan biraa immoo, Baabiloon ni kufte, ni kufte, magaalaa guddittii sana, sababiin isaas, saboonni hundi wayinii dheekkamsa ishee ejjituu irraa waan dhuguuf, achi duukaa bu'e.",
  "Ergamaan sadaffaan immoo sagalee guddaadhaan, namni kamiyyuu bineensichaa fi fakkii isaa yoo waaqeffate, mallattoo isaa morma isaa keessatti, ykn harka isaa keessa yoo fudhate, isaan duukaa bu'e.",
  "Wayinii dheekkamsa Waaqayyoo isa xoofoo aarii isaa keessa osoo hin makamin dhangala’e sanas akkasuma; Innis bakka ergamoonni qulqulluun jiranitti ibiddaa fi dhagaadhaan ni dararama, fuula hoolaa sana durattis ni dararama:",
  "Aarri dararaa isaaniis bara baraan ol ka’a, guyyaa boqonnaas ta’e halkan, warra bineensichaa fi fakkii isaa waaqeffatan, nama mallattoo maqaa isaa fudhatu hin qaban.",
  "Kunoo obsi qulqullootaa kunooti: kunoo warri abboommii Waaqayyoo, fi amantii Yesuus eegu.",
  "Anis sagalee samii irraa dhaga'e, barreessaa, du'aa warra Gooftaa keessatti du'an kana booda, eeyyee, jedha Hafuura, akka isaan dadhabina isaanii irraa boqotaniif; Hojiin isaaniis isaan hordofa.",
  "Anis duumessa adii tokkon ilaala, duumessa sana irrattis akka ilma namaatti taa'ee, mataa isaa irratti gonfoo warqee, harka isaa keessattis sibiila qara qabu qaba.",
  "Ergamaan biraa immoo mana qulqullummaa keessaa ba'ee, sagalee guddaadhaan isa duumessa irra taa'ee, sibiila kee keessa darbatee, haammachuudhaaf boo'ee, yeroon sun akka siif haammachuuf dhufu; Sababni isaas, sassaabbii lafaa bilchaatee waan jiruuf.",
  "inni immoo kan duumessa irra taaʼee sibiilli isaa lafa irratti darbata; Lafti immoo haammatamte.",
  "Ergamaan biraa immoo mana qulqullummaa isa samii keessa jiru keessaa ba'e, innis sibiila qara qabu qaba.",
  "Ergamaan biraa immoo iddoo aarsaa isa ibidda irratti aangoo qabu irraa baʼe; akkasumas, sibiilli qara qabu sun siqee qara qabu sana itti naqee, sibiila qaraa kee keessa darbatee, tuuta wayinii lafaa walitti qabi; sababiin isaas wayiniin ishee guutummaatti bilchaatee jira.",
  "Ergamaan immoo sibiila isaa keessaa gara lafaatti darbatee, wayinii lafaa walitti qabee, gara wayinii guddaa dheekkamsa Waaqayyootti darbate.",
  "Wayiniisichis magaalaa malee dhiphatee, dhiigni wayinii keessaa ba'e, gara bridles fardaa illee, bakka furlong kumaa fi dhibba jahaa.",
  "Anis mallattoo biraa samii irratti argee, guddaa fi ajaa’iba, ergamoonni torba dha’icha dhumaa torban qaban; Isaan keessaa dheekkamsa Waaqayyoo waan guutameef.",
  "Anis galaana geejjibaa ibiddaan wal makaa ta’ee argeen ture: isaanis injifannoo bineensicha irratti argatan, fakkii isaa irra, mallattoo isaa irra, fi lakkoofsa maqaa isaa irra, galaana feesbuukii irra dhaabatee, harp Waaqayyoo qaba.",
  "Faarfannaa Musees garbicha Waaqayyoo sirbu, faarfannaa hoolaa, guddaa fi ajaa'iba jechuun hojii keeti, Waaqayyo gooftaa hundumaa danda'u; Sirrii fi dhugaan karaa keeti, ati mootii qulqulloota.",
  "Yaa Gooftaa, maqaa kee ulfina siif hin kennu?Saboonni hundinuu si duratti dhuftanii waaqeffatu; murtiin kee akka mul’atu taasifama.",
  "Sana boodas, kunoo, Manni Qulqullummaa Godoo Qulqullaa’aa Ragaa Waaqa irratti ba’e:",
  "Ergamoonni torban immoo mana qulqullummaa keessaa ba’anii, dha’icha torban, quncee talbaa qulqulluu fi adii uffatanii, harma isaanii girdoo warqeetiin akka hidhaman taasisan.",
  "Bineensota afran keessaa tokko ergamoota torbaaf dheekkamsa Waaqayyootiin guutame, kan bara baraan jiraatu, dheekkamsa Waaqayyootiin guutame.",
  "Manni qulqullummaas ulfina Waaqayyoo irraa, humna isaa irraa aarri itti guutame; namni tokkollee mana qulqullummaa keessa seenuu hin dandeenye, hamma dha’ichi torban ergamoota torban raawwatamanitti.",
  "Akkasumas sagalee guddaa mana qulqullummaa keessaa ba'ee ergamoota torbaniin, karaa kee deemaa, dheekkamsa Waaqayyoo lafa irratti dhangalaasuun dhaga'e.",
  "Inni jalqabaa deemee, vial isaa lafa irratti dhangalaase; akkasumas namoota mallattoo bineensichaa qaban irratti, isaan immoo fakkii isaa waaqeffatan irratti madaan sagalee guddaa fi gaddisiisaa ta’e tokkos ni kufe.",
  "Ergamaan inni lammaffaan immoo galaana irratti qaruuraa isaa dhangalaase; Innis akka dhiiga nama du'eetti ta'e: lubbuun jiraattu hundi galaana keessatti du'e.",
  "Ergamaan sadaffaan immoo lagaa fi burqaawwan bishaanii irratti qaruuraa isaa dhangalaase; Isaanis dhiiga ta'an.",
  "Ergamaan bishaanichaas, ati qajeelummaan, yaa Gooftaa, isa fi qisaasessuu fi qarshii, waan akkasitti murteessiteef.",
  "sababiin isaas, dhiiga qulqullootaa fi raajota dhangalaasanii, dhiigni akka dhuganiif kenniteef; Isaan waan ta'aniif.",
  "Anis kan biraa iddoo aarsaa keessaa ba'e dhaga'e, akkas ta'us, Waaqayyo hundumaa danda'u, dhugaa fi qajeelaan murtii kee ti.",
  "Ergamaan afraffaan immoo qaruuraa isaa aduu irratti dhangalaase; Aangoon immoo namoota ibiddaan akka guban itti kenname.",
  "Namoonnis hoʼa guddaadhaan gubanii, maqaa Waaqayyoo isa dhaʼicha kana irratti humna qabu arrabsan, isaanis ulfina akka hin kennineef qalbii hin kennine.",
  "Ergamaan shanaffaan immoo teessoo bineensichaa irratti qaruuraa isaa dhangalaase; Mootummaan isaas dukkanaan guutamee ture; akkasumas dhukkubbiidhaaf arraba isaanii ciranii,",
  "akkasumas sababa dhukkubbii fi madaa isaaniitiin waaqa samii arrabsee, hojii isaanii irraas hin gaabbine.",
  "Ergamaan ja’affaan immoo Efraaxis laga guddicha irratti vial isaa dhangalaase; Bishaan isaas gogee, karaan mootota Bahaa akka qophaa’uuf.",
  "Hafuurota xuraa’aa akka hantuutaa sadii afaan jawwee keessaa ba’anii, afaan bineensichaa keessaa, afaan raajii sobaa keessaa ba’an arge.",
  "sababiin isaas, isaan hafuurota seexanaa, dinqiiwwan hojjetan, warra gara Mootota Lafaa fi addunyaa guutuutti deeman, gara lola guyyaa guddaa Waaqayyoo isa hundumaa dandaʼu sanaatti isaan walitti qabuuf.",
  "Kunoo akka hattuutti dhufa. Namni qullaa isaa akka hin deemneef, uffata isaa eegaa jira, salphina isaa akka hin argineef.",
  "akkasumas bakka arraba afaan Ibrootaatti argamutti walitti qabe.",
  "Ergamaan torbaffaanis qaruuraa isaa qilleensa keessa dhangalaase; Mana Qulqullummaa Waaqaa keessaa sagalee guddaan, teessoo irraa, ni raawwatame.",
  "Sagaleewwan, fi balaqqeessaan ni turan; Akkasumas kirkirri lafaa guddaan tokko ture, kan akka namoonni lafa irra taa’anii, akkasitti kirkira lafaa jabaa, fi akkas guddaa ture.",
  "Magaalaan guddittiin bakka sadiitti qoodamee, magaalonni sabootaas ni kufan, Baabiloon guddittiin immoo Waaqayyo duratti yaadannoodhaan dhufte, xoofoo wayinii dheekkamsa isaa isa dheekkamsaa ta'e isheef kennuudhaaf.",
  "Odolli hundi baqatee gaarreen hin argamne.",
  "Waaqa keessaa dhagaa hundumaa irrattis bokkaa guddaa samii keessaa ba’e, waa’ee ulfaatina dandeettii tokkoo, namoonnis sababa dha’icha bokkaatiif Waaqayyoon arrabsan; dha’ichi isaa guddaa waan tureef.",
  "Ergamoota torban keessaa tokko kan qaruuraa torban qaban, ana, ana, ana, ana dhufte; Ani murtii ejjituu guddicha bishaan baay'ee irratti taa'u siif nan shew:",
  "kan mootonni lafaa ejja raawwatan, jiraattonni lafaa wayinii ejja isheetiin machaa’anii kan hojjetamanidha.",
  "Kanaaf hafuuraan gara lafa onaatti na baatee deeme, dubartiin tokko bineensa halluu diimaa qabu, maqaa arrabsootiin guutame, mataa torbaa fi gaanfa kudhan qabaachuu isaa arge.",
  "Dubartiin sunis halluu diimaa fi diimaatiin kan qophaa’e yoo ta’u, warqee fi dhagaa gatii guddaa qabuu fi luqqisiidhaan kan miidhagfamte yoo ta’u, harka ishee keessatti xoofoo warqee jibbisiisoo fi xurii ishee ejja isheetiin guutame qabattee turte:",
  "Morma ishee irrattis maqaan barreeffame, iccitii, Baabiloon guddittii, haadha ejjituu fi jibbisiisoo lafaa.",
  "Dubartiin sun dhiiga qulqullootaatiin machaa'ee, dhiiga wareegamtoota Yesusiin arge, yeroon ishee argus dinqisiifannaa guddaadhaan of gaafadhe.",
  "Ergamaan sunis, eenyuun dinqisiifatte?Icciitii dubartii, fi bineensa ishee isa carrieth, kan mataa torbanii fi gaanfa kudhan qabu sitti hima.",
  "Bineensa ati argite, hin turre; Boolla gadi fagoo hin qabne keessaa ba’ee, gara badiisaatti ni seenu, warri lafa irra jiraatanis ni dinqisiifatu, maqaan isaanii bu’uura biyya lafaa irraa, yeroo bineensa hin jirre, fi ammas jiru ilaalu.",
  "Kunoo immoo sammuu ogummaa qabu. Mataan torban gaarreen torba yoo ta'an, dubartiin kun irra taa'a.",
  "Mootonni torba jiru: shan kufanii, tokko immoo, inni kaan immoo ammallee hin dhufne; Yeroo dhufus bakka gabaabaa itti fufuu qaba.",
  "Bineensichi inni illee isa saddeettamaa, fi warra torban, fi gara badiisaatti seena.",
  "gaanfa kurnan ati argite mootota kudhan, isaanis hanga ammaatti mootummaa tokkollee hin arganne; Garuu bineensicha waliin sa'aatii tokkotti akka moototaatti aangoo argatu.",
  "Isaan kun yaada tokko qabu, humnaa fi humna isaaniis bineensichaaf ni kennu.",
  "Isaan kun hoolaa wajjin ni waraana, hoolonnis isaan ni mo'a, inni gooftaa gooftaa, mootii moototaa waan ta'eef, warri isa wajjin jiranis ni waamamu, filamaniiru, amanamoo ta'u.",
  "Innis, bishaan ati argite, bakka ejjituu taa'u, ummatoota, fi saboota, arraba, anaaf jedha.",
  "Gaanfawwan kurnan bineensicha irratti argite, isaan kun ejjituu in jibbu, qullaa ishee in godhanii foon ishee nyaattee ibiddaan in gubu.",
  "Waaqayyo fedha isaa guutuuf, walii galuudhaafis, mootummaa isaaniif bineensichaaf kennuudhaan, hamma dubbiin Waaqayyoo raawwatamutti, garaa isaanii keessa kaa'eera.",
  "Dubartiin ati argite immoo magaalaa guddittii sana, kan mootota lafaa irratti bulchitudha.",
  "Wantoota kana boodas ergamaan biraa samii irraa gadi bu’ee, humna guddaa qabaachuu isaa arge; Lafti immoo ulfina isaatiin ibsite.",
  "Innis sagalee cimaadhaan, Baabiloon guddichi ni kufa, ni kufa, ni kufa, akkasumas bakka jireenyaa seexanaa ta’ee, hafuura xuraa’aa hundumaa, fi godoo simbirroo xuraa’aa fi jibbisiisoo hundumaa ta’ee boo’e.",
  "Saboonni hundinuu wayinii dheekkamsa ishee ejjituu dhuganii, mootonni lafaa ishee wajjin ejja raawwataniiru, daldaltoonni lafaa immoo baay’ina mi’aa isheetiin badhaadhanii jiru.",
  "Anis sagalee biraa samii irraa dhaga'e, ishee keessaa ba'i, saba koo, cubbuu ishee hin hir'isin, dha'icha ishee akka hin fudhanne.",
  "cubbuun ishee gara samii ga'eera, Waaqayyos jal'ina ishee yaadatee jira.",
  "Akkuma isheen si badhaastuttillee, akka hojii isheetiin dachaa isheef dachaa ta’a: xoofoo isheen dachaa isheef guutte keessa.",
  "Hammam ulfina argatte, mi'aawaa, dararaa fi gadda baay'ee isheef kennite, sababiin isaas isheen garaa ishee keessa jetti, ani mootittii taa'a, haadha manaa hin qabdu, gadda tokkollee hin argitu.",
  "Kanaaf dha’ichi ishee guyyaa tokko, du’aa fi gadda keessa seenee beela; Isheenis guutummaatti ibiddaan ni gubatti, Waaqayyo gooftaa ishee kan isheef murteessu cimaa waan ta'eef.",
  "Mootonni lafaa, warra ejja raawwatanii fi ishee wajjin miʼaawaa taʼanii jiraatan, aarri gubaa ishii yeroo arganitti, ishiidhaafis ni booʼa, ishiidhaaf ni booʼu, ishiidhaafis ni booʼa.",
  "Sodaa dararaa isheetiin fagoo dhaabbattee, wayyoo, magaalaa guddittii Baabiloon sana, magaalaa jabaa sana!Sa'aatii tokko keessatti murtiin kee ni dhufa.",
  "Daldaltoonni lafaa immoo ishee irratti boo'anii ni gaddu; Namni kamiyyuu meeshaa daldalaa isaanii kana caalaa hin bitu:",
  "Meeshaaleen daldalaa warqee, fi meetii, fi dhagaa gatii guddaa qabu, fi kan luqqisii, fi quncee talbaa, fi diimaa, fi silkii, fi diimaa, fi muka thyine hundumaa, fi meeshaalee gosa hundumaa kan gaanfa, fi meeshaalee gosa hundumaa muka baay'ee gatii guddaa qabu, fi kan brass, fi ayirenii, fi marble",
  "fi ciniinsuu, fi urgooftuu, fi frankincense, fi wayinii, fi daakuu gaarii, fi qamadii, fi bineensa, fi hoolaa, fi fardeen, fi gaarii, fi garboota, fi lubbuu namoota.",
  "Fuduraaleen lubbuun kee duukaa buute si irraa ka'anii, wanti mi'aawaa fi gaarii ta'e hundinuu si irraa ka'anii, ati immoo kana booda tasumaa isaan hin argattu.",
  "Daldaltoonni wantoota kanaa, kanneen isheedhaan badhaadhan, sodaa dararaa isheetiin fagoo dhaabbatu, boo’uu fi boo’uu,",
  "Akkasumas, wayyoo, magaalaa guddittii sana, kan quncee talbaa gaarii uffatte, fi diimaa, fi diimaa, fi warqeedhaan faayame, fi dhagaa gati jabeessa, fi luqqisii!",
  "Sababni isaas sa'aatii tokko keessatti badhaadhinni guddaan hin dhufu.fi dooniin hundi, fi dhaabbati doonii keessa jiru hundi, fi dooniiwwan, fi hamma daldalaa galaanaan, fagoo dhaabbatee,",
  "Magaalaa guddittii kanaaf magaalaan akkamii akka taate yeroo aarri ishee gubattu arganii boo'an!",
  "Isaanis mataa isaanii irratti dafqa darbatanii boo'anii boo'anii boo'aa, wayyoo, magaalaa guddittii sana, kan sababa baasii isheetiin doonii galaana keessatti doonii qaban hunda badhaadhe!Sa'aatii tokko keessatti akka nama gaddisiise waan ta'eef.",
  "Ishee, samii, ergamootaa fi raajota qulqulluu ta'an irrattis gammadi; Waaqayyo ishee irratti si haaloo ba'eera.",
  "Ergamaan jabaan tokkos dhagaa akka dhagaa daakuu guddaatti fudhatee, akkas jedhee galaana keessa darbate, akkasitti jeequmsaan magaalaa guddittii sanaan gadi darbatama, kana boodas tasumaa hin argamu.",
  "Sagaleen Harpers, fi muuziqeessitoota, fi kan ujummoolee, fi trumpeters, si keessatti tasumaa hin dhaga’amu; Ogeessi harkaa kamiyyuu, kan inni ogummaa harkaa inni ta'u, kana caalaa si keessatti hin argamu; Sagaleen dhagaa daakuun immoo si keessatti tasumaa hin dhagaʼamu;",
  "Ifni shugguxii tokkoo immoo si keessatti tasumaa hin ifu; Sagaleen misirroo fi misirroos si keessatti tasumaa hin dhaga'amu, daldaltoonni kee gurguddoon lafaa waan turaniif; sababiin isaas, falfala keetiin saboonni hundi gowwoomfamaniiru.",
  "Ishee keessattis dhiigni raajotaa, kan qulqullootaa, kan lafa irratti ajjeefame hundumaas argame.",
  "Wantoota kana boodas sagalee guddaa namoota baay’ee samii keessa jiran dhaga’e, ALELLUIA; Fayyina, ulfina, kabaja, Waaqayyo gooftaa keenyaaf:",
  "Dhugaa fi qajeeloo ta’an murtiin isaa waan ta’eef, ejjituu guddittii, isa ejjitummaa isheetiin lafa mancaasee, dhiiga tajaajiltoota isaa harka isheetiin haaloo ba’e jedhee murteesse.",
  "Ammas akkas jedhan, Allelua fi aarri ishee bara baraan ka'e.",
  "Jaarsoliin afran fi digdamii fi bineensonni afran kufanii Waaqayyo isa teessoo irra taa'e, AMEN; Allelua.",
  "Sagaleen tokkos, waaqa keenya, warra tajaajiltoota isaa hundumaa jajjabeessaa, warra isa sodaatanii fi guddaa ta'anis jajjabeessaa.",
  "Anis sagalee tuuta guddaa, akka sagalee bishaan baay’eetti, akka sagalee akka sagalee qilleensa jabaatti dhaga’e, akkas jedhee, Allelua: Waaqayyo gooftaa hundumaa danda’uuf.",
  "Mee haa gammadnu, kabaja isaaf haa kenninu, fuudhaa fi heerumni hoolaa waan dhufeef, haati manaa isaas of qopheessite.",
  "akkasumas isheef quncee talbaa gaarii, qulqulluu fi adiin akka hiriirtu siif kenname: quncee talbaa gaarii qajeelummaa qulqullootaa waan ta’eef.",
  "Innis anaaf jedha, isaan eebba isaan warra Irbaata Hoolichaa gaa'elaatti waamaman. Innis anaaf jedha, kun jechoota Waaqayyoo dhugaati.",
  "Anis isa waaqeffachuuf miila isaa irratti kufe. Innis natti hin dubbanne, ani hin dubbadhu, ani tajaajiltuu kee, obboloota kee immoo dhugaa ba'umsa Yesus qabu: Waaqayyoon waaqeffachuu: Dhugaa ba'umsi Yesus hafuurri raajii waan ta'eef.",
  "Anis samiin baname arge, farda adii immoo ilaala; Inni isa irratti taa'e amanamaa fi dhugaa jedhamee waamame, qajeelummaadhaan inni murteessa, lolas godha.",
  "Ijji isaa akka abidda ibiddaatti, mataa isaa irrattis gonfoo hedduutu ture; Maqaa barreeffame, kan namni tokkollee hin beekne qaba ture, garuu ofii isaatii.",
  "Innis vesture dhiiga keessatti cuuphameen uffatee ture, maqaan isaas sagalee Waaqayyoo jedhama.",
  "Waraanni samii keessa turan immoo fardeen adii irratti isa hordofanii, quncee talbaa gaarii uffatan, adii fi qulqulluu turan.",
  "afaan isaa keessaas billaa qara qabu, isa wajjin saboota rukutu, ulee sibiilichaatiin in bulcha, inni immoo wayinii jabeessaa fi dheekkamsa Waaqayyo isa hundumaa danda’u sana ni gana.",
  "inni immoo vesture isaa fi qoma isaa irratti maqaa barreeffame, mootii moototaa fi gooftaa gooftotaa qaba.",
  "Ergamaa tokkos aduu keessa dhaabatee arge; Innis sagalee guddaadhaan boo'ee, simbirroota samii gidduutti balali'an hundumaatti, koottaa gara irbaata Waaqa guddichaatti of walitti qabaa;",
  "akka ati foon moototaa, fi foon Kaapteenotaa, fi foon namoota jajjaboo, fi foon fardeen, fi isaan isaan irra taa'anii, fi foon namoota hundumaa, lamaan isaanii iyyuu bilisa ta'anii fi hidhata, akka nyaattan.",
  "Anis bineensa, mootonni lafaa, waraanni isaaniis, walitti qabamanii, isa farda irra taa’ee, waraana isaa irratti, isa irratti waraana geggeesse.",
  "Bineensichis fudhatamee, raajii sobaa dinqii isa dura hojjete, isa isa gowwomse isa mallattoo bineensichaa fudhate, isaan immoo fakkii isaa waaqeffatan. Isaan kun lamaan lubbuun darbataman gara haroo ibiddaa dhagaa cileetiin gubatutti.",
  "Hafteen immoo billaa farda irra taa'ee, billaa afaan isaa keessaa ba'e sanaan ajjeefame, simbirroonni hundinuu foon isaaniitiin guutaman.",
  "Ergamaa tokkos samii irraa gadi bu’ee arge, furtuu boolla gadi fagoo fi sansalata guddaa harka isaa keessa jiru qaba.",
  "Innis, bofa durii sana, isa seexanaa ta’e sana, fixee, isas, waggaa kuma tokko isa hidhe,",
  "Boolla gadi fagoo hin qabne keessas isa cufee, isa irratti chaappaa kaa’i, saboota kana akka hin gowwoomsine, hanga waggoonni kumaan guutamanitti: sana booda yeroo xiqqoo laaffisuu qaba.",
  "Anis teessoo arge, isaanis irra taa'anii firdii isaaniif kenname, lubbuu isaanii warra dhugaa ba'uu Yesusiif, sagalee Waaqayyoof, fi bineensicha hin waaqeffanne, fakkiin isaa lamaanuu, mallattoo isaa morma isaanii irratti, yookaan harka isaaniitti hin fudhanne nan arge; isaanis waggaa kuma tokko Kiristoosii wajjin jiraachaa turan, bulchaa turan.",
  "Garuu warri du'an hafan hanga waggoonni kumaa xumuramanitti hin jiraanne. Kun du’aa ka’uu isa jalqabaati.",
  "Du'aa ka'uu isa jalqabaa keessatti gargar ba'ee eebbifamaa fi qulqullaa'aa dha: du'a lammaffaa irratti aangoo hin qabu, garuu luba Waaqayyoo fi Kiristoos ta'anii, waggaa kuma tokko isa waliin in bulchu.",
  "Waggoonni kumaa immoo yeroon isaanii dhumu, Seexanni mana hidhaa isaa keessaa ni hiikama,",
  "akkasumas saboota lafa afur, gog, fi Magog, walitti qabuun lolaaf walitti qabuuf ni ba’a: baay’inni isaanii akka cirracha galaanaa ta’a.",
  "Isaanis bal’ina lafaa irratti ol ba’anii, kaampii qulqullootaa irratti waa’ee, magaalaa jaallatamtuu fi ibiddi Waaqayyo samii keessaa ba’ee gadi bu’ee, isaan nyaate.",
  "Diyaabiloos isaan gowwomse gara Haroo Ibiddaa fi Birmstonitti darbatame, bakka bineensichaa fi raajiin sobaa jirutti, bara baraan halkanii fi guyyaa ni dararama.",
  "Teessoo adii guddaa, isa irra taa'ee, fuula isaa irraa lafaa fi samiin baqatee jiru arge; Bakki isaaniif hin argamnes.",
  "Du’aa, xiqqaa fi guddaa, Waaqayyo dura dhaabatee arge; Kitaabonnis banamanii turan, kitaabni biraas baname, innis macaafa jireenyaati: Duuti immoo wantoota kitaabota keessatti barreeffaman sana keessaa murtaa'e, akka hojii isaaniitti.",
  "Galaanni du'ee isa keessa jirus dhiise;Du'aa fi si'oolis warra du'an isaan keessa turan, akkasumas akka hojii isaaniitti nama hundumaatti murtaa'e.",
  "Du'aa fi si'oolis gara Haroo Ibiddichaatti darbatame. Kun du'a lammaffaadha.",
  "namni kitaaba jireenyaa keessatti barreeffamee hin argamne gara Haroo Ibiddichaatti darbatamee ture.",
  "Samii haaraa fi lafa haaraa tokkon arge, sababiin isaas samiin jalqabaa fi lafti jalqabaa waan darbuuf; Kana boodas galaana hin turre.",
  "Ani immoo Yohaannis magaalaa qulqulluu, Yerusaalem haaraa, Waaqayyo samii irraa gadi bu'ee, akka misirroo abbaa manaa isheetiif faayamteetti qophaa'e arge.",
  "Anis sagalee guddaa waaqa keessaa dhaga’e, kunoo, godoo Waaqayyoo namoota wajjin jira, isaan wajjinis ni jiraata, isaanis saba isaa in ta’u, Waaqayyos ofii isaatii in haa ta’u, Waaqayyos ni ta’a.",
  "Waaqayyos imimmaan hundumaa ija isaanii keessaa ni haxaa'a; Duuti, gadda, boo'ichis hin jiraatu, kana booda dhukkubbiin hin jiraatu, sababiin isaas wantootni duraanii waan darbaniif.",
  "Inni teessoo irra taa'ee, kunoo, ani waan hundumaa haaraa nan godha. Innis natti hime, jechootni kun dhugaa fi amanamoo waan ta’aniif barreessi.",
  "Innis natti hime. Ani Alpha fi Omega, jalqabaa fi dhumaati. Ani isa burqaa bishaanii bilisaan athirst ta'e isaaf nan kenna.",
  "inni kan mo’ame waan hundumaa dhaala; Ani Waaqayyo isaa nan ta'a, inni immoo Ilma koo ta'a.",
  "Garuu sodaa kan qaban, kan hin amanne, fi warra jibbisiisoo, fi ajjeesaa, fi ejjituu, fi falfaltoonni, waaqoliin tolfamoo, fi sobdoonni hundinuu, haroo ibiddaa fi dhagaatiin gubatu keessatti qooda isaanii ni qabaatu: innis du’a lammaffaadha.",
  "Ergamoota torban keessaa tokko kan qaruuraa torban dha'icha dhumaa torbaniin guutaman keessaa tokko natti dhufe, na waliin haasa'ee, dhufee, ani misirroo, haadha manaa hoolaa siif nan shew.",
  "Innis hafuuraan gara gaara guddaa fi olka’aa tokkootti na baatee, magaalaa guddittii sana, Yerusaalem qulqulluu, Waaqayyo irraa waaqa keessaa ba’ee, na argisiise,",
  "Ulfina Waaqayyoo qabaachuun, ifni ishee akka dhagaa gatii guddaa qabuutti, akka dhagaa jasper illee, akka kiristaalatti ifa ture;",
  "akkasumas dallaa guddaa fi olka’aa qaba ture, karra kudha lama qaba ture, akkasumas ergamoota kudha lama irratti, maqaan irratti barreeffame, isaanis maqaa gosoota ijoollee Israa’el kudha lama ta’u:",
  "Baha irratti karra sadii; Kaaba irratti karra sadii irratti; Karra sadii kibbaa irratti; akkasumas dhiha karra sadii irratti.",
  "Dallaan magaalattiis bu’uura kudha lama kan qabu yoo ta’u, isaan keessas maqaa ergamoota hoolaa kudha lama.",
  "Inni na waliin haasa'e, magaalaa, karra isaas, fi dallaa isaa safaruuf qaccee warqee qaba ture.",
  "Magaalattiin immoo Foursquare ciisee, dheerinni isaas hamma bal'ina isaa guddaadha: innis magaalaa qaccee, furlong kuma kudha lama ta'een safare. Dheerinni fi bal’inni isaa fi olka’iinsi isaa walqixa.",
  "akkasumas dallaa isaa, dhundhuma dhibbaa fi afurtamaa fi afur, akka safartuu nama tokkootti, jechuunis ergamaa safare.",
  "Ijaarsi dallaa isaas kan Jaaspar ture: magaalattiinis warqee qulqulluu ture, akka gara geejjibaa qulqulluutti.",
  "Bu’uurri dallaa magaalattiis dhagaa gati jabeessa gosa hundaan faayame.Bu’uurri jalqabaa Jaaspar ture; kan lammaffaa, Saafiraa; kan sadaffaa, a chalcedony; kan afraffaan, emeraaldii;",
  "kan shanaffaa, Sardooniksii; kan ja’affaan, Sardiyaas; kan torbaffaa, Kiriisoolaayitii; kan saddeettamaa, Beryl; kan sagalffaa, topaaz; kan kurnaffaa, kiriisopraas; kan kudha tokkoffaa, Jacinth; kan kudha lamaffaa, amethyst.",
  "Karroonni kudha lama immoo luqqisii kudha lama turan: karri hedduun luqqisii tokkoo ture: daandii magaalattiis warqee qulqulluu ture, sababiin isaas, iftoomina kan qabu waan taʼeef.",
  "Anis mana qulqullummaa tokkollee hin argine, sababiin isaas Waaqayyo gooftaa hundumaa danda'u, hoolaan immoo mana qulqullummaa isaati.",
  "Magaalattiin, ulfinni Waaqayyoo waan ibseef, hoolichis ifa isaa waan ta’eef, aduun, ji’a lamaan keessaa hin barbaachisu ture.",
  "Saboonni isaan fayyisan immoo ifa isaa keessa in adeema, mootonni lafaa ulfina isaanii fi ulfina isaanii itti fidu.",
  "karri isaas guyyaa tasumaa hin cufamu, sababiin isaas halkan achi hin jiru.",
  "Isaanis ulfinaa fi kabaja sabootaa itti fidu.",
  "Akkasumas, waan xuraa’aa hin hojjenne keessa hin seenu, abomination worketh, yookaan soba hin tolchan, isaan garuu kanneen macaafa jireenyaa hoolaa keessatti barreessan.",
  "akkasumas laga qulqulluu jireenyaa, akka kiristaala ifa ta’e, teessoo Waaqayyoo fi hoolaa keessaa ba’ee natti shakkan.",
  "Daandii isaa gidduutti, fi laga gama lamaanii, achi ture, mukti jireenyaa, kan akkaataa firii kudha lama qullaa ta’e, fi firii ishee ji’a ji’aan argamsiise: baalli mukaa immoo fayyina sabootaaf ture.",
  "Kana booda abaarsa hin jiraatu, teessoo Waaqayyoo fi hoolaa keessas in ta'a; tajaajiltoonni isaas isa ni dhiyeessu:",
  "isaanis fuula isaa ni argatu; Maqaan isaas morma isaanii irratti haa ta'u.",
  "Halkan achi hin jiraatu; Akkasumas shugguxii hin barbaadan, ifa aduu lamaanuu; Waaqayyo gooftaan ifa isaaniif kenna, isaanis bara baraan ni bulchu.",
  "Innis, dubbiin kun amanamoo fi dhugaadha, Waaqayyo gooftaan raajota qulqulluunis ergama isaa tajaajiloota isaaf ergee wantoota yeroo gabaabaa keessatti hojjetamuu qabanitti erge.",
  "Kunoo, dafee dhufa, inni eebbifamee raajii kitaaba kanaa eegsisa.",
  "Anis Yohaannis wantoota kana argee, isaan dhaga'e. Yeroon dhaga'ee argees, miila ergamaa sana dura waaqeffachuuf gadi bu'e innis wantoota kana na argisiise.",
  "Ergasii anaaf, ani akka kee, obboloota kee raajota, warra dubbii kitaaba kanaa eegaa jiranis, akkan hin raawwanne, Waaqayyo waaqeffadhu.",
  "Innis, jechoota raajii kitaaba kanaa osoo hin taane, yeroon harka isaa jira.",
  "Inni haqa hin qabu, amma iyyuu haa ta'u: inni xuraa'aa ta'e, ammallee xuraa'aa haa ta'u, inni immoo qajeelee haa ta'u, amma iyyuu haa ta'u, inni immoo qulqulluudha, haa ta'u malee qulqulluu haa ta'u.",
  "Kunoo immoo dafee dhufa; Badhaasni koos ana waliin, akka hojiin isaa akka ta'utti nama hundaaf kennuudhaaf.",
  "Ani Alpha fi Omega, jalqabaa fi dhuma, isa jalqabaa fi isa dhumaa dha.",
  "Isaan abboommii isaa kan hojjetan, muka jireenyaaf mirga akka qabaatan, karaa karra gara magaalattiitti akka galan ni eebbifamu.",
  "sababiin isaas, saawwan, fi falfala, fi ejjituu, fi ajjeesaa, fi waaqolii tolfamoo waaqeffattootaa, fi nama jaallatuu fi soba ta’u.",
  "Ani Yesus ergamaa koo ergee jira, wantoota kana waldoota keessatti akka siif ragaa ba'uuf. Ani hundee fi sanyii Daawit, fi urjii ifaa fi ganamaati.",
  "Hafuurri fi misirroon immoo, koottaa. Inni immoo kan dhaga'u, koottaa. Isa immoo athirst haa dhufu. Namni immoo bishaan jireenyaa bilisaan haa fudhatu.",
  "Ani nama dubbii raajii kitaaba kanaa dhaga'u hundumaatti nan ragaa ba'a, namni kamiyyuu wantoota kanatti yoo dabale, Waaqayyo dha'icha kitaaba kana keessatti barreeffame itti dabalaa:",
  "Namni kamiyyuu dubbii macaafa raajii kanaa irraa yoo fudhate, Waaqayyo gahee isaa kitaaba jireenyaa keessaa, magaalaa qulqulluu keessaa, fi wantoota kitaaba kana keessatti barreeffaman irraa ni ba’a.",
  "Inni which testifieth wantootni kun akkas jedha, ani dafee dhufa. Ameen. Kanas ta’e sana, koottaa Gooftaa Yesuus.",
  "Ayyaanni gooftaa keenya Yesus Kristos hunda keessan waliin haa ta'u. Ameen."
]